Repository: swedge218/fp2
Catalog: translations/*.UTF-8/LC_MESSAGES/itech.po
Languages: nl_nl, ru_ru, uk_ua

source: Add Criteria
nl_nl: Toevoegen criteria

source: Action
nl_nl: Actie

source: Surname
nl_nl: Familienaam

source: Select Trainings
nl_nl: Selecteren Training

source: Competence Detail Reports
nl_nl: Rapport met Competentie Details

source: Primary patients
nl_nl: Primaire patienten

source: Years of experience
nl_nl: Jaren ervaring

source: Less than 1 year
nl_nl: Minder dan 1 jaar

source: 1 - 5 years
nl_nl: 1-5 jaar

source: More than 5 years
nl_nl: Mer dan 5 jaar

source: Nurse trainer type
nl_nl: Type trainer verpleegkundige

source: Facility Trainer
nl_nl: Faciliteit Trainer

source: N/A or None
nl_nl: NVT of Geen

source: Nurse initiating ART
nl_nl: Verpleegkundige die ART initieert

source: Would like to become a nurse mentor
nl_nl: Wil een mentor voor verpleegkundigen worden

source: Feels prepared to become a nurse mentor
nl_nl: Voelt zich gereed om een mentor voor verpleegkundigen te worden

source: Employee Report
nl_nl: Rapporten met Werknemers

source: Funded Hours per week
nl_nl: Gefinancieerde uren per week

source: Site Type
nl_nl: Type Plaats

source: Intented Transition
nl_nl: Bedoelde overgang

source: Evaluation Reports
nl_nl: Evaluatie Rapporten
ru_ru: Отчёты оценивания
uk_ua: Звіти оцінювання

source: Evaluation
nl_nl: Evaluatie
ru_ru: Оценивание
uk_ua: Оцінювання

source: Mechanism ID
nl_nl: Mechanisme ID

source: Got Comment
nl_nl: GOT Opmerking

source: Show Only Evaluations with Response Data
nl_nl: Laat alleen evaluaties met antwoorden zien

source: Generate Report
nl_nl: Genereer rapport
ru_ru: Создать отчёт
uk_ua: Створити звіт

source: Question No.
nl_nl: Vraag No

source: Question Type
nl_nl: Type Vraag

source: Value Text
nl_nl: Waarde tekst

source: Value
nl_nl: Waarde

source: Evaluation Name
nl_nl: Naam Evaluatie
ru_ru: Название оценивания
uk_ua: Назва оцінювання

source: Responses
nl_nl: Antwoorden
ru_ru: Ответы
uk_ua: Відповіді

source: Select facility report
nl_nl: Selecteer rapport faciliteit
ru_ru: Выбрать отчёт об объекте
uk_ua: Виберіть звіт про об'єкт

source: by
nl_nl: door

source: clear
nl_nl: wis
ru_ru: Очистить
uk_ua: Очистити

source: report
nl_nl: rapport

source: Skill, Language, and PEPFAR
nl_nl: Vaardigheid, taal en PEPFAR

source: Multiple Names
nl_nl: Meerdere namen

source: with
nl_nl: met

source: Unknown Participants
nl_nl: Onbekende Participanten

source: missing information
nl_nl: ontrekende informatie

source: Select student report
nl_nl: Selecteren rapport met studenten

source: Students By Name
nl_nl: Studenten op Naam

source: Graduated Students
nl_nl: Afgestudeerde studenten

source: Select course report
nl_nl: Selecteren rapport met cursussen

source: Course By Student Count
nl_nl: Les op student aantallen

source: Course By Name
nl_nl: Cursus Op Naam.

source: Select cohort report
nl_nl: Selecteren rapport met cohorten

source: Cohort By Participant Count
nl_nl: Cohort op Aantal Participanten

source: Select institution report
nl_nl: Selecteren rapport op instituut

source: Institution Information
nl_nl: Informatie Instituut

source: Select tutor report
nl_nl: Selecteren rapport op tutor

source: Tutor By Name
nl_nl: Tutor op naam

source: Employee Tracking Module
nl_nl: Module voor tracken werknemers

source: Employee Tracking Reports
nl_nl: Rapporten voor Tracken Werknemers

source: Assessment Reports
nl_nl: Voortoets Rapporten
ru_ru: Отчеты оценивания
uk_ua: Звіти оцінювання

source: primary
nl_nl: primaire
ru_ru: основной
uk_ua: Основний

source: secondary
nl_nl: secundaire
ru_ru: дополнительный
uk_ua: вторинний

source: Classes taken
nl_nl: Gevolgde lessen
ru_ru: Пройденные занятия
uk_ua: Пройдене навчання

source: Upcoming classes
nl_nl: Toekomstige lessen
ru_ru: Ближайшие занятия
uk_ua: Найближчі заняття

source: Training topic
nl_nl: Training onderwerp
ru_ru: Тема тренинга
uk_ua: Тема навчання

source: Recommended topics
nl_nl: Aanbevolen onderwerpen
ru_ru: Рекомендуемые темы
uk_ua: Рекомендовані теми

source: Combine First and Last Names
nl_nl: Combineer voor- en achternamen
ru_ru: Объединить имя и фамилию
uk_ua: Об'єднати ім'я та прізвище

source: Person Count
nl_nl: Aantal Personen
ru_ru: Количество лиц
uk_ua: Кількість осіб

source: Select person report
nl_nl: Selecteer rapport op persoon
ru_ru: Выбрать отчёт о лице
uk_ua: Виберіть звіт про особу

source: Needs by Person's Name
nl_nl: Nodig op naam persoon
ru_ru: Требуется по фамилии лица
uk_ua: Потрібно за прізвищем особи

source: Needs by Person Count
nl_nl: Nodig op Aantal Personen
ru_ru: Требуется по количеству лиц
uk_ua: Потрібно за кількістю осіб

source: Unique by
nl_nl: Eenmalig op
ru_ru: Уникальный по
uk_ua: Унікальний за

source: and
nl_nl: en
ru_ru: и
uk_ua: і

source: Not unique overall.
nl_nl: Niet algeheel eenmalig
ru_ru: Не уникально в целом.
uk_ua: Не унікально в цілому.

source: Unique by
nl_nl: Eenmalig op
ru_ru: Уникальный по
uk_ua: Унікальний за

source: Participant Reports
nl_nl: Participant Rapporten
ru_ru: Отчёты участника
uk_ua: Звіти учасника

source: Total Participants by
nl_nl: Totaal Participanten op
ru_ru: Всего участников по
uk_ua: Всього учасників за

source: Participants Report
nl_nl: Participanten Rapport
ru_ru: Отчёт участников
uk_ua: Звіт учасників

source: inactive
nl_nl: inactief
ru_ru: недействующий
uk_ua: недіючий

source: Note: This report may contain multiple rows for participants who attended multiple
nl_nl: Noot: Dit rapport kan meerdere rijen hebben voor participanten die hebben gevolgd meer dan een

source: Trainers by Name
nl_nl: Trainers op Naam

source: Show post-test scores above
nl_nl: Geef post-test resultaten hierboven weer
ru_ru: Показать выше результаты после теста
uk_ua: Показати вище результати після тесту

source: Show score increase above
nl_nl: Geef toename in resultaat hierboven weer
ru_ru: Показать выше рост результатов
uk_ua: Показати вище підвищення результату

source: Attended
nl_nl: Gevolgd

source: (no phone)
nl_nl: (geen telefoon)

source: % Change
nl_nl: % Wijziging
ru_ru: % Изменение
uk_ua: Зміна %

source: Other Scores
nl_nl: Overige Resultaten

source: Partner Report
nl_nl: Rapport op Partner

source: Employee Count
nl_nl: Aantal werknemers

source: Match primary/secondary
nl_nl: Match primaire/secundaire
ru_ru: Привести в соответствие основной / дополнительный
uk_ua: Привести у відповідність основний / допоміжний

source: Recommended classes (based on topic)
nl_nl: Aanbevolen lessen (gebaseerd op onderwerp)
ru_ru: Рекомендуемые занятия (в зависимости от темы)
uk_ua: Рекомендовані заняття (в залежності від теми)

source: Select participant report
nl_nl: Selecteer participanten rapport
ru_ru: Выбрать отчёт об участнике
uk_ua: Виберіть звіт про учасника

source: Unique Participants by
nl_nl: Eenmalige participanten op
ru_ru: Уникальные участники по
uk_ua: Унікальний учасників на

source: Unique Participants by
nl_nl: Eenmalige participanten op
ru_ru: Уникальные участники по
uk_ua: Унікальні учасники за

source: Unique Participants by Qualification
nl_nl: Eenmalige participanten op bevoegdheden
ru_ru: Уникальные участники по квалификации
uk_ua: Унікальні учасники за кваліфікацією

source: Participants Trained
nl_nl: Getrainde participanten
ru_ru: Участники, прошедшие обучение
uk_ua: Учасники, які пройшли навчання

source: Participants by Facility
nl_nl: Participanten op faciliteit
ru_ru: Участники по объекту
uk_ua: Учасники за об'єктом

source: Participants by Name
nl_nl: Participanten op Naam
ru_ru: Участники по фамилии
uk_ua: Учасники за іменем

source: Participants with Scores
nl_nl: Participanten met Resultaten
ru_ru: Участники с результатами
uk_ua: Учасники з оцінками

source: Professionals Reports
nl_nl: Rapporten met Stafmedewerkers

source: Cohort By Participant Count Report
nl_nl: Rapport Cohort op Aantal Participanten

source: Course Name and Exam Scores to Date
nl_nl: Naam cursus en examenresultaten tot nu toe

source: Student names
nl_nl: Namen Studenten

source: Terminated early
nl_nl: Vervroegd beeindigd

source: Funding source
nl_nl: Financieringsbron

source: Start date between
nl_nl: Begindatum tussen

source: Download
nl_nl: Downloaden

source: Course By Name Report
nl_nl: Rapport cursus op naam.

source: # of Exams
nl_nl: # examens

source: Year In School
nl_nl: Schooljaar

source: Your search criteria returned no results
nl_nl: Uw zoekcriteria hebben geen resultaat opgeleverd

source: Course By Student Count Report
nl_nl: Rapport voor cursus op student aantallen

source: Facility sponsors
nl_nl: Sponsors faciliteit

source: # of Graduates
nl_nl: # afgestudeerden

source: Year of Graduates
nl_nl: Afstudeerjaar

source: # of Patients
nl_nl: # patienten

source: Output
nl_nl: Produktie

source: Graduated Students Report
nl_nl: Rapport afgestudeerde studenten

source: Graduation date
nl_nl: Datum Afstuderen

source: Facility @ graduation
nl_nl: Faciliteit bij afstuderen

source: Tutor advisor
nl_nl: Adviseur Tutor

source: Graduation date between
nl_nl: Afstudeerdatum tussen

source: Institution Information Report
nl_nl: Rapport voor informatie instituut

source: Institution name
nl_nl: Naam Insitituut

source: Institution type
nl_nl: Type Insitituut

source: Institution sponsors
nl_nl: Sponsor Insitituut

source: Cadres trained
nl_nl: Getrainde kaders

source: Dormitories
nl_nl: Slaapzalen

source: # of Beds
nl_nl: # bedden

source: Missing Cohort By Participant Count Report
nl_nl: Rapport Ontbrekende Cohort op Aantal Participanten

source: Missing Cohort By Participant Count
nl_nl: Ontbrekende Cohort op Aantal Participanten

source: Missing Course By Name Report
nl_nl: Rapport voor cursus op naam ontbreekt

source: Missing Course By Name
nl_nl: Cursus op naam ontbreekt.

source: Missing Course By Student Count Report
nl_nl: Rapport voor cursus op student aantallen ontbreekt

source: Missing Course By Student Count
nl_nl: Cursus op student aantallen ontbreekt

source: Missing Facility Report Report
nl_nl: Rapport Faciliteit ontbreekt

source: Missing Facility Report
nl_nl: Rapport Faciliteit ontbreekt

source: Missing Graduated Students Report
nl_nl: Rapport voor afgestudeerde studenten ontbreekt

source: Missing Graduated Students
nl_nl: Afgestudeerde studenten ontbreekt

source: Missing Institution Information Report
nl_nl: Rapport voor Ontbrekende Informatie Instituut

source: Missing Institution Information
nl_nl: Ontbrekende Informatie Instituut

source: Missing Students By Name Report
nl_nl: Rapport voor studenten op naam ontbreekt

source: Missing Students By Name
nl_nl: Studenten op naam ontbreekt

source: Missing Students Trained Report
nl_nl: Rapport voor getrainde studenten ontbreekt

source: Missing Students Trained
nl_nl: Getrainde studenten ontbreekt

source: Missing Tutor By Name Report
nl_nl: Rapport voor tutor op naam ontbreekt

source: Missing Tutor By Name
nl_nl: Rapport voor Ontbrekende Tutor Op Naam

source: Students By Name Report
nl_nl: Rapport voor studenten op naam

source: Course Name And Exam Scores To Date
nl_nl: Naam cursus en examenresultaten tot nu toe

source: Students Trained Report
nl_nl: Rapport Getrainde Studenten

source: Return unique participants
nl_nl: Weergeven eenmalige participanten

source: Trainings By Participants Report
nl_nl: Rapport Trainingen op Participanten

source: Trainings By Participants
nl_nl: Trainingen op Participanten

source: Trainings By Name Report
nl_nl: Rapport Trainingen op Naam

source: Trainings By Name
nl_nl: Trainingen op Naam

source: Tutors By Name Report
nl_nl: Rapport met tutors op naam

source: Tutors By Name
nl_nl: Tutors Op Naam

source: Facility (work)
nl_nl: Faciliteit (werk)

source: Degree Institution
nl_nl: Instituut Diploma

source: Degree year
nl_nl: Jaar Diploma

source: Tutor type
nl_nl: Type tutor

source: Languages Spoken
nl_nl: Gesproken Talen

source: # of Students Advised
nl_nl: # Studenten Geadviseerd

source: Tutor Length
nl_nl: Lengte Tutor

source: Length with Curr. Inst.
nl_nl: Duur met Curr. Inst

source: Roster Reports
nl_nl: Rooster Rapporten
ru_ru: Отчёты списка
uk_ua: Звіти списку

source: Extended Report with Test Scores
nl_nl: Uitgebreid Rapport met Test Resultaten
ru_ru: Расширенный отчёт с результатами тестов
uk_ua: Розширений звіт з результатами тестів

source: Extended Report with Regions and Qualification
nl_nl: Uitgebreid Rapport met Regios en Bevoegdheden
ru_ru: Расширенный отчёт с регионами и квалификацией
uk_ua: Розширений звіт з регіонами та кваліфікацією

source: Please select a competence
nl_nl: Selecteer aub een competentie

source: Trainer Report
nl_nl: Trainer Rapport
ru_ru: Отчёт инструктора
uk_ua: Звіт інструктора

source: language
nl_nl: taal

source: Combine first and last names
nl_nl: Combineer voor- en achternamen
ru_ru: Объединить имя и фамилию
uk_ua: Об'єднати ім'я та прізвище

source: Trainings with known participants only
nl_nl: Trainingen met slechts bekende participanten
ru_ru: Тренинги с известными участниками только
uk_ua: Тренінги з відомими учасниками тільки

source: Trainings with unknown participants only
nl_nl: Trainingen met slechts onbekende participanten
ru_ru: Тренинги с неизвестными участниками только
uk_ua: Тренінги з невідомими учасниками тільки

source: All trainings
nl_nl: Alle trainingen
ru_ru: Все тренинги
uk_ua: Всі тренінги

source: Age Range
nl_nl: Leeftijdscategorie

source: Training Search
nl_nl: Zoeken Training

source: Return trainings with NULL values in these fields
nl_nl: Laat trainingen met NULL waarden in deze velden zien

source: Report on Missing Data Fields
nl_nl: Rapport met Ontbrekende Datavelden

source: Date Added
nl_nl: Datum Toegevoegd

source: Download Complete Excel Data for these trainings
nl_nl: Download Complete Excel Data voor deze trainingen

source: Created
nl_nl: Aangemaakt

source: Viewing Location
nl_nl: Locatie Aan het Bekijken

source: In-Service Training Tracking System
nl_nl: Systeem voor Tracken In-Service

source: Pre-Service Training Tracking System
nl_nl: Systeem voor het Tracken Pre-Service

source: License name
nl_nl: Naam Licentie

source: Practicum date
nl_nl: Datum Practicum

source: Hours completed
nl_nl: Voltooide uren

source: Edit Student Record
nl_nl: Bijwerken invoering student

source: Graduated?
nl_nl: Afgestudeerd?

source: Next of Kin Address
nl_nl: Adres Naaste Bloedverwant

source: Religious Denomination
nl_nl: Religieuze denominatie

source: Clear date
nl_nl: Verwijder datum

source: Dropped out
nl_nl: Gestopt

source: Program Enrolled in
nl_nl: Programma waarvoor ingeschreven

source: Course type
nl_nl: Type cursus

source: Update exams
nl_nl: Examens bijwerken

source: Data Synchronization
nl_nl: Data synchronisatie

source: Uploaded Data
nl_nl: Upgeloade data

source: Existing Data
nl_nl: Bestaande data

source: Conflict(s)
nl_nl: Conflict(en)

source: Resolution
nl_nl: Oplossing

source: Preview Upload Data
nl_nl: Voorbezichtig upgeloade data

source: Import Summary
nl_nl: Importeer samenvatting

source: Record
nl_nl: Gegevens

source: Additions
nl_nl: Toevoegingen

source: Modifications
nl_nl: Wijzigingen

source: Deletions
nl_nl: Verwijderingen

source: Add Alias (Duplicate)
nl_nl: Voeg alias toe (duplicaat)

source: Conflicts
nl_nl: Conflicten

source: Select the file that contains the exported data (*.sqlite database) you want to import.
nl_nl: Selecteer het bestand met de gexporteerde gegevens (*.sqlite database) die u wilt importeren.

source: has been deleted.
nl_nl: is verwijderd.

source: Edit Topics
nl_nl: Bewerk onderwerpen
ru_ru: Редактировать темы
uk_ua: Редагувати теми

source: Course Roster
nl_nl: Les Rooster
ru_ru: Реестр курса
uk_ua: Реєстр курсу

source: Start Date:
nl_nl: Begindatum:
ru_ru: Дата начала:
uk_ua: Дата початку:

source: End Date:
nl_nl: Einddatum:
ru_ru: Дата окончания:
uk_ua: Дата закінчення:

source: Total Participants:
nl_nl: Participanten Totaal:
ru_ru: Всего участников:
uk_ua: Всього учасників:

source: Return to
nl_nl: Ga terug naar

source: Import
nl_nl: Importeer

source: Enter scores by importing a CSV file.
nl_nl: Voer resultaten in door CSV file te importeren

source: Get sample Excel template
nl_nl: Een voorbeeld Excel sjabloon krijgen

source: Person
nl_nl: Persoon
ru_ru: Лицо
uk_ua: Особа

source: Are you sure you wish to delete this score?
nl_nl: Weet u zeker dat u dit resultaat wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить данный результат?
uk_ua: Ви впевнені, що бажаєте видалити цей рахунок?

source: information:
nl_nl: informatie:

source: It looks like the
nl_nl: Het lijkt erop dat de

source: dates do not match the length. Please double check these fields.
nl_nl: data komen niet overeen met de lengte van de training. Verifieer deze velden.

source: Cancel
nl_nl: Annuleer
ru_ru: Отменить
uk_ua: Скасувати

source: Date created:
nl_nl: Datum aangemaakt:
ru_ru: Дата создания:
uk_ua: Дата створення:

source: Created by:
nl_nl: Aangemaakt door:
ru_ru: Создано:
uk_ua: Створено:

source: Date modified:
nl_nl: Datum gewijzigd:
ru_ru: Дата внесения изменений:
uk_ua: Дата внесення змін:

source: Modified by:
nl_nl: Gewijzigd door:
ru_ru: Изменено:
uk_ua: Змінено:

source: View/Print Training Roster
nl_nl: Bekijk/Print Training Rooster
ru_ru: Посмотреть / печатать список тренинга
uk_ua: Побачити / Надрукувати список тренінгу

source: Enter Evaluation Data
nl_nl: Voer Evalautie Data in
ru_ru: Ввести данные оценивания
uk_ua: Введіть дані оцінювання

source: View Data
nl_nl: Bekijk Data
ru_ru: Посмотреть данные
uk_ua: Побачити дані

source: unassigned
nl_nl: niet toegewezen
ru_ru: неназначенный
uk_ua: Непризначений

source: Duplicate this
nl_nl: Nogmaals invoeren van deze

source: start date
nl_nl: begindatum

source: end date
nl_nl: einddatum

source: length
nl_nl: lengte

source: Participants are known
nl_nl: Participanten zijn bekend
ru_ru: Участники известны
uk_ua: Учасники відомі

source: Import trainings from Excel
nl_nl: Importeer trainingen vanuit Excel

source: Check all that apply below
nl_nl: Kruis beneden aan alles wat in aanmerking komt
ru_ru: Ниже отметить всё, что подходит
uk_ua: Нижче позначте все, що має відношення

source: Insert
nl_nl: Voer in
ru_ru: Вставить
uk_ua: Вставити

source: New Person Form
nl_nl: Formulier Nieuw Persoon
ru_ru: Формуляр нового лица
uk_ua: Формуляр нової особи

source: The entered
nl_nl: De ingevoerde

source: name could not be found.\n\nPlease select one from the list or add a new person.
nl_nl: naam is niet gevonden.\n\nSelecteer aub van de lijst of voeg een nieuwe persoon toe.

source: Please enter the number of days for this
nl_nl: Voer aub het aantal dagen in voor deze

source: You must edit this person's
nl_nl: U moet voor deze persoon bijwerken:

source: profile before adding them to this session.\n\nWould you like to do this now?
nl_nl: profiel voor u hen kan toevoegen aan deze training.\n\nWilt u dit nu doen?

source: Participant Information
nl_nl: Informatie participant
ru_ru: Информация об участнике
uk_ua: Відомості про учасника

source: The entered person could not be found.\n\nPlease select one from the list or add a new person.
nl_nl: De ingevoerde persoon is niet gevonden.\n\nSelecteer aub van de lijst of voeg een nieuwe persoon toe.

source: Participant Test Scores
nl_nl: Toetsresultaten Participanten

source: Import Scores
nl_nl: Importeer Resultaten

source: Course Average Test Scores
nl_nl: Gemiddelde Testresultaten Les
ru_ru: Средние результаты тестирования по курсу
uk_ua: Середній бал тестування по курсу

source: You need to choose a qualification for all recorded participants.
nl_nl: U moet een bevoegdheid kiezen voor alle ingevoerde participanten.
ru_ru: Вам нужно выбрать квалификацию для всех записанных участников.
uk_ua: Ви повинні вибрати кваліфікацію для всіх учасників, які записані.

source: Participant Qualifications
nl_nl: Bevoegdheden participant
ru_ru: Квалификации участника
uk_ua: Кваліфікації учасника

source: Approval Status
nl_nl: Goedkeuring status
ru_ru: Состояние утверждения
uk_ua: Стан затвердження

source: You are moving to a new page, do you wish to save the changes you've made?
nl_nl: U gaat naar een nieuwe bladzijde, wilt u de veranderingen die u hebt aangebracht bewaren?

source: All trainers and participants must be removed before deleting a training session.
nl_nl: Alle trainers en participanten moeteb verwijderd worden voorhet verwijderen van een trainingsessie.

source: Are you sure you wish to delete this training session?
nl_nl: Weet u zeker dat u deze training wilt verwijderen?

source: Location name
nl_nl: Naam locatie
ru_ru: Название местонахождения
uk_ua: Назва місцезнаходження

source: new
nl_nl: Nieuw

source: Funder Name
nl_nl: Naam Financieerder

source: Funder ID
nl_nl: Financieerder ID

source: Are you sure you wish to delete this partner?
nl_nl: Weet u zeker dat u deze partner wilt verwijderen?

source: Training organizer
nl_nl: Organisator training

source: Edit/View Tutor's Record
nl_nl: Bewerken/Bekijken Invoering Tutor

source: Facility Information
nl_nl: Informatie Faciliteit

source: Tutor Since
nl_nl: Tutor Vanaf

source: Tutor Type
nl_nl: Type Tutor

source: Tutor at this Inst. Since
nl_nl: Tutor bij dit Inst. sinds

source: Students Advised
nl_nl: Geadviseerde Studenten

source: Student Name
nl_nl: Naam Student

source: Year of Graduation
nl_nl: Afstudeerjaar

source: Courses Taught
nl_nl: Onderwezen Onderwerpen

source: Course Id
nl_nl: Cursus ID

source: Positions held (committees, etc.)
nl_nl: Posities ingevuld (commissies, etc)

source: Update Tutor
nl_nl: Tutor bijwerken

source: Activate User
nl_nl: Activeer gebruiker
ru_ru: Активировать пользователя
uk_ua: Активувати користувача

source: Add User
nl_nl: Voeg gebruiker toe
ru_ru: Добавить пользователя
uk_ua: Додати користувача

source: User Set Up
nl_nl: Gebruiker instellen
ru_ru: Настройки пользователя
uk_ua: Налаштування користувача

source: Block User
nl_nl: Blokkeer gebruiker
ru_ru: Блокировать пользователя
uk_ua: Заблокувати користувача

source: Edit Account
nl_nl: Bewerk account
ru_ru: Редактировать учётную запись
uk_ua: Редагувати обліковий запис

source: New password
nl_nl: Nieuw wachtwoord
ru_ru: Новый пароль
uk_ua: Новий пароль

source: Confirm new password
nl_nl: Bevestig nieuw wachtwoord
ru_ru: Подтвердить новый пароль
uk_ua: Підтвердити новий пароль

source: Access Level
nl_nl: Toegangsniveau
ru_ru: Уровень доступа
uk_ua: Рівень доступу

source: In-service access
nl_nl: Toegang tot In-service

source: Pre-service access
nl_nl: Toegang tot Pre-service

source: Employee Module
nl_nl: Module voor werknemers

source: Add/Edit/Delete Employees
nl_nl: Toevoegen/Bewerken/Verwijderen Werknemers

source: Restrict Access
nl_nl: Toegang beperken

source: All organizations data
nl_nl: Data van alle organisaties

source: Only selected organizations
nl_nl: Alleen geselecteerde organisaties

source: View/create reports
nl_nl: Rapporten bekijken/aanmaken
ru_ru: Посмотреть / создать отчёты
uk_ua: Побачити / створити звіти

source: Add/Edit/Delete
nl_nl: Voeg toe/Bewerk/Verwijder
ru_ru: Добавление/изменение/удаление
uk_ua: Додавати/редагувати/видаляти

source: View only
nl_nl: Alleen bekijken
ru_ru: Только посмотреть
uk_ua: Лише побачити

source: Ability to duplicate Training
nl_nl: Mogelijkhed om training nogmaals in te voeren

source: Use Offline Application
nl_nl: Gebruik de offline applicatie

source: Files
nl_nl: Bestanden

source: Upload and delete
nl_nl: Upload en verwijder

source: Approval
nl_nl: Goedkeuring
ru_ru: Утверждение
uk_ua: Затвердження

source: Approve trainings
nl_nl: Keur trainingen goed
ru_ru: Утвердить тренинги
uk_ua: Затвердити тренінги

source: Approve people and facilities
nl_nl: Mensen en faciliteiten goedkeuren

source: User is Administrator or can edit drop down lists, titles, and data, or import excel records
nl_nl: Gebruiker is Beheerder of kan drop-down lijsten, titels en data bijwerken of excel data importeren
