Repository: swedge218/fp2
Catalog: translations/*.UTF-8/LC_MESSAGES/itech.po
Languages: nl_nl, ru_ru, uk_ua

source: of employees
nl_nl: werknemers

source: Right-click and select "Save Target As..." to download.
nl_nl: Klik op de rechterknop en select "Sla Doel Op Als..." om te downloaden
ru_ru: Щёлкните правой кнопкой мыши и выберите /"Сохранить как..."/ чтобы скачать.
uk_ua: Клацніть правою кнопкою миші і виберіть \"Зберегти як...\ "" щоб завантажити."

source: Document Upload
nl_nl: Document Uploaden
ru_ru: Загрузка документа
uk_ua: Завантаження документа

source: Search Employees
nl_nl: Zoeke Werknemers

source: Results
nl_nl: Resultaten
ru_ru: Результаты
uk_ua: Результати

source: employee
nl_nl: werknemer

source: Limited to 100 rows
nl_nl: Beperkt tot 100 regels
ru_ru: Ограничено до 100 строк
uk_ua: Обмежено до 100 рядків

source: Full Results
nl_nl: Volledige resulaten
ru_ru: Полные результаты
uk_ua: Повні результати

source: Sorry. An error just occurred. Please try again, or contact a system administrator.
nl_nl: Sorry. Er is een fout opgetreden. Probeert u het nogmaals of neem contact op met een systeem administrator.
ru_ru: Извините. Только что произошла ошибка. Пожалуйста, попробуйте ещё раз или обратитесь к системному администратору.
uk_ua: Вибачте. Щойно трапилась помилка. Будь ласка, повторіть спробу, або зверніться до системного адміністратора.

source: Enter title of Evaluation
nl_nl: Voer de naam van de evaluatie in
ru_ru: Ввести название оценивания
uk_ua: Введіть назву оцінювання

source: Number
nl_nl: Aantal
ru_ru: Номер
uk_ua: Номер

source: Question
nl_nl: Vraag
ru_ru: Вопрос
uk_ua: Питання

source: Text
nl_nl: Tekst
ru_ru: Текст
uk_ua: Текст

source: Add 20 more rows
nl_nl: Voeg nog 20 rijen toe

source: Add Evaluation
nl_nl: Voeg evaluatie toe
ru_ru: Добавление оценки
uk_ua: Додати оцінки

source: Assign Evaluation to
nl_nl: Toewijzen Evaluatie aan

source: Assign
nl_nl: Wijs toe
ru_ru: Назначить
uk_ua: Призначити

source: Submit
nl_nl: Stuur
ru_ru: Подать
uk_ua: Подати

source: Are you sure you wish to delete this evaluation?
nl_nl: Weet u zeker dat u deze evaluatie wilt verwijderen?

source: Copy
nl_nl: Kopieer
ru_ru: Копировать
uk_ua: Копіювати

source: Date created
nl_nl: Datum aangemaakt
ru_ru: Дата создания
uk_ua: Дата створення

source: Add New Evaluation
nl_nl: Voeg nieuwe evaluatie toe
ru_ru: Добавление новой оценки
uk_ua: Додати нові оцінки

source: Evaluation Data Entry
nl_nl: Evaluatie Data Invoer
ru_ru: Ввод данных оценивания
uk_ua: Введення даних оцінювання

source: Not Applicable
nl_nl: Niet van toepassing

source: Trainer (Optional)
nl_nl: Trainer (Optioneel)

source: Save and Exit
nl_nl: Opslaan en sluiten
ru_ru: Сохранить и выйти
uk_ua: Зберегти і вийти

source: Save and Continue
nl_nl: Opslaan en doorgaan
ru_ru: Сохранить и продолжить
uk_ua: Зберегти та продовжити

source: SAVE
nl_nl: BEWAREN

source: Add External Course
nl_nl: Voeg externe cursus toe
ru_ru: Добавить внешний курс
uk_ua: Додати зовнішній курс

source: Add new External Course for
nl_nl: Voeg nieuwe cursus toe voor
ru_ru: Добавить новый внешний курс для
uk_ua: Додати новий зовнішній курс для

source: Day
nl_nl: Dag
ru_ru: День
uk_ua: День

source: Month
nl_nl: Maand
ru_ru: Месяц
uk_ua: Місяць

source: Who Funded
nl_nl: Wie gefinancieerd
ru_ru: Кто финансировал
uk_ua: Хто фінансував

source: Add Course
nl_nl: Voeg cursus toe
ru_ru: Добавить курсы
uk_ua: Додати курс

source: Please enter
nl_nl: Invoeren aub

source: location information
nl_nl: locatie informatie

source: Import location from Excel
nl_nl: Importeer locatie vanuit Excel

source: Add Location
nl_nl: Voeg locatie toe
ru_ru: Добавить расположение
uk_ua: Додати розташування

source: Add new Facility
nl_nl: Voeg nieuwe faciliteit toe
ru_ru: Добавление нового объекта
uk_ua: Додати новий об'єкт

source: Import facility from Excel
nl_nl: Importeer faciliteit vanuit Excel

source: New city
nl_nl: Nieuwe stad
ru_ru: Новый город
uk_ua: Нове місто

source: Postal code
nl_nl: Postcode
ru_ru: Почтовый индекс
uk_ua: Поштовий індекс

source: Latitude
nl_nl: Lengte

source: Longitude
nl_nl: Breedte

source: Facility sponsor
nl_nl: Faciliteit sponsor
ru_ru: Спонсор объекта
uk_ua: Спонсор об'єкта

source: Add another sponsor to this Facility
nl_nl: Voeg een andere sponsor aan deze faciliteit toe

source: Sponsor Date
nl_nl: Sponsor Datum

source: to
nl_nl: tot

source: Facility Comments
nl_nl: Faciliteit Opmerkingen

source: Delete Location
nl_nl: Verwijder locatie
ru_ru: Удалить местонахождение
uk_ua: Видалити місцезнаходження

source: Delete Facility
nl_nl: Verwijder faciliteit
ru_ru: Удалить объект
uk_ua: Видалити об'єкт

source: Edit Facility
nl_nl: Bewerk faciliteit
ru_ru: Редактировать объект
uk_ua: Редагувати об'єкт

source: Facility name
nl_nl: Naam faciliteit
ru_ru: Название объекта
uk_ua: Назва об'єкта

source: Address
nl_nl: Adres
ru_ru: Адрес
uk_ua: Адреса

source: Save changes
nl_nl: Sla wijzigingen op
ru_ru: Сохранить изменения
uk_ua: Зберегти зміни

source: Are you sure you wish to delete this facility?
nl_nl: Weet u zeker dat u deze faciliteit wil verwijderen?
ru_ru: Вы уверены, что хотите удалить данный объект?
uk_ua: Ви впевнені, що бажаєте видалити цей об'єкт?

source: Select the file that contains the data (Excel Comma Seperated Values database - CSV) you want to import.
nl_nl: Selecteer het bestand dat de data (Excel Comma Separated Values database) die u wilt importeren heeft.

source: Get sample template
nl_nl: Voorbeeld template krijgen

source: File to upload
nl_nl: Bestand om op te loaden

source: Max file upload size
nl_nl: Maximale upload grootte

source: Search for
nl_nl: Zoeken naar

source: Location Name
nl_nl: Naam Locatie
ru_ru: Название местонахождения
uk_ua: Назва місцезнаходження

source: locations
nl_nl: Locaties

source: Add new
nl_nl: Toevoegen nieuwe

source: location
nl_nl: locatie

source: Search Facilities
nl_nl: Zoek in faciliteiten
ru_ru: Искать объекты
uk_ua: Знайти об'єкти

source: Add New Facility
nl_nl: Voeg nieuwe faciliteit toe
ru_ru: Добавление нового объекта
uk_ua: Додати новий об'єкт

source: Save Changes
nl_nl: Sla wijzigingen op
ru_ru: Сохранить изменения
uk_ua: Зберегти зміни

source: Are you sure you wish to delete this location?
nl_nl: Weet u zeker dat u deze locatie wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить данное местонахождение?
uk_ua: Ви впевнені, що бажаєте видалити це місцезнаходження?

source: View Facility
nl_nl: Bekijk faciliteit
ru_ru: Посмотреть объект
uk_ua: Перегляд об'єкту

source: Data Summary
nl_nl: Data samenvatting
ru_ru: Сводка данных
uk_ua: Зведення даних

source: unique
nl_nl: eenmalig
ru_ru: уникальный
uk_ua: унікальний

source: Fiscal Year
nl_nl: fiscaal jaar
ru_ru: Финансовый год
uk_ua: Фінансовий рік

source: View Printable Calendar
nl_nl: Bekijk printbare kalender
ru_ru: Посмотреть календарь, который можно распечатать
uk_ua: Побачити календар, який можна надрукувати

source: Incomplete
nl_nl: Incompleet

source: that already occurred
nl_nl: die al plaats hebben gevonden

source: To be Approved
nl_nl: Goed te keuren
ru_ru: Подлежит утверждению
uk_ua: Підлягає затвердженню

source: Please login below
nl_nl: Aub beneden inloggen
ru_ru: пожалуйста, войдите в систему ниже
uk_ua: Будь ласка, увійдіть в систему нижче

source: User name
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя
uk_ua: Ім'я користувача

source: Forgot your password?
nl_nl: Wachtwoord vergeten?
ru_ru: Забыли свой пароль?
uk_ua: Забули свій пароль?

source: Institution Search
nl_nl: Zoeken naar instituten

source: Select criteria
nl_nl: Selecteren criteria

source: Institution Name
nl_nl: Naam Insitituut

source: Institution Sponsor
nl_nl: Sponsor Insitituut

source: Institution Type
nl_nl: Type Insitituut

source: Institution details
nl_nl: Details Insitituut

source: Cadres Trained
nl_nl: Getrainde Kaders

source: Qualification Attained
nl_nl: Verkregen Bevoegdheid

source: # of Computers
nl_nl: # computers

source: Dormitories?(y/n)
nl_nl: Slaapzalen? (j/n)

source: # Dormitories
nl_nl: # slaapzalen

source: # of beds (students)
nl_nl: # bedden (studenten)

source: Tutor housing?(y/n)
nl_nl: Tutor huisvesting? (j/n)

source: # Tutor houses
nl_nl: # Huizen voor Tutors

source: Year Founded
nl_nl: Jaar Opgericht

source: Edit/View Institution Record
nl_nl: Bewerken/Bekijken Invoering Instituut

source: Enter details
nl_nl: Voer details in

source: Institution id
nl_nl: Instituut ID

source: Address 2
nl_nl: Adres 2

source: # of Tutors
nl_nl: # tutors

source: # of Students
nl_nl: # Studenten

source: Tutor to Student Ratio
nl_nl: Tutor Student verhouding

source: Back
nl_nl: Terug

source: Update Institution
nl_nl: Bijwerken instituut

source: Principal/Key Staff Members
nl_nl: Hoofd/belangrijkste personeelsleden

source: Add/Edit Staff members
nl_nl: Toevoegen/Bewerken personeelsleden

source: Edit Partner
nl_nl: Bewerk Partner

source: Funding End Date
nl_nl: Einddatum Financiering

source: Add a new
nl_nl: Toevoegen nieuwe

source: Intended Transition After Funding End Date
nl_nl: Bedoelde Overgang Na Einddatum Financiering

source: Agreement End Date
nl_nl: Einddatum Contract

source: Incoming Partner(s)
nl_nl: Inkomende partner(s)

source: Partner Comments
nl_nl: Partner Opmerkingen

source: Search Partners
nl_nl: Zoeken naar Partners

source: Funding End Date Between
nl_nl: Einddatum financiering tussen

source: Add New Partner
nl_nl: Toevoegen Nieuwe Partner

source: Funder End Date
nl_nl: Einddatum Financierder

source: People Search
nl_nl: Zoeken naar personen
ru_ru: Поиск людей
uk_ua: Пошук людей

source: First name
nl_nl: Voornaam
ru_ru: Имя
uk_ua: Ім'я

source: Last name
nl_nl: Achternaam
ru_ru: Фамилия
uk_ua: Прізвище

source: Student cadre
nl_nl: Studentenkader

source: Return
nl_nl: Terug

source: Everyone
nl_nl: Iedereen
ru_ru: Каждый
uk_ua: Кожен

source: Students
nl_nl: Studenten

source: Add a New Student or Tutor Record
nl_nl: Voer een nieuwe student of tutor in

source: Middle name
nl_nl: Tweede naam
ru_ru: Отчество
uk_ua: По батькові

source: Date of birth
nl_nl: Geboortedatum

source: Local address
nl_nl: Lokaal Adres

source: Postal code / ZIP
nl_nl: Postcode/Zipcode

source: Add person
nl_nl: Toevoegen persoon

source: Add a person
nl_nl: Toevoegen van een persoon

source: Person's Record
nl_nl: Invoering persoon

source: Personal Information
nl_nl: Persoonlijke informatie
ru_ru: Личная информация
uk_ua: Особисті відомості

source: National Id
nl_nl: Nationale ID

source: Nationality
nl_nl: Nationaliteit

source: Current contact information
nl_nl: Huidige Contact Informatie

source: Permanent Address
nl_nl: Permanent adres

source: Local Address
nl_nl: Lokaal Adres

source: Cellphone
nl_nl: Mobiele Telefoon

source: Student Information
nl_nl: Informatie Student

source: Student Type
nl_nl: Type Student

source: Date of Enrollment
nl_nl: Datum Inschrijving

source: Reason for Enrollment
nl_nl: Reden voor inschrijving

source: Date of Separation
nl_nl: Datum Afscheiding

source: Reason for Separation
nl_nl: Reden voor Afscheiding

source: Program Enrolled in(Cadre)
nl_nl: Program waarvoor ingeschreven (kader)

source: Year of Study
nl_nl: Studiejaar

source: Funding Source
nl_nl: Financieringsbron

source: Amount
nl_nl: Bedrag

source: Tutor Advisor
nl_nl: Tutor Adviseur

source: Facility After Graduation
nl_nl: Faciliteit Na Afstuderen

source: Faclity Name
nl_nl: Naam Faciliteit

source: Class ID
nl_nl: Vak ID

source: Practicum name
nl_nl: Naam Practicum

source: Clinical Advisor
nl_nl: Klinisch Adviseur

source: # of hours completed
nl_nl: # uren voltooid

source: # of hours required
nl_nl: # uren verplicht

source: Exams (licensure/registration)
nl_nl: Examens (licensiestatus/registratie)

source: Exam ID
nl_nl: Examen ID

source: Exam Name
nl_nl: Naam Examen

source: Date completed
nl_nl: Datum afgemaakt

source: Add/Edit Competency
nl_nl: Toevoegen/Bewerken Competentie

source: fully competent and confident; able to teach others (mentor)
nl_nl: volledig competent en zelfverzekerd; in staat om anderen te onderwijzen (mentor)

source: fully competent; not able to teach others (not able to be a mentor)
nl_nl: volledig competent; niet in staat om anderen te onderwijzen (niet in staat om een mentor te zijn)

source: capable
nl_nl: capabel

source: not capable
nl_nl: incapabel

source: not currently in my job description/duties
nl_nl: momenteel niet in mijn functiebeschrijving/verantwoordelijkheden

source: Clinical competency tasks
nl_nl: Klinische vaardigheden taken

source: Do you feel competent and confident to ...
nl_nl: Voelt u zich competent en zelfverzekerd om

source: No Answer
nl_nl: Geen antwoord

source: fully competent and confident; able to teach others (mentor
nl_nl: volledig competent en zelfverzekerd; in staat om anderen te onderwijzen (mentor)

source: fully competent; not able to teach others (not able to be a mentor
nl_nl: volledig competent; niet in staat om anderen te onderwijzen (niet in staat om een mentor te zijn)

source: Adult HIV Care
nl_nl: HIV zorg voor volwassenen

source: Pediatric HIV Care
nl_nl: HIV zorg voor kinderen

source: Tuberculosis
nl_nl: Tuberculose

source: STIs
nl_nl: SOAs

source: Post Exposure Prophylaxis
nl_nl: PostExposure Profylaxis

source: Perform physical examination for a victim of sexual assault (and complete Form J88)
nl_nl: Voer een lichamelijk onderzoek uit voor een slachtoffer van aanranding (en vul formulier J88 in)

source: Protect yourself from HIV exposure (e.g. needle stick injury)
nl_nl: Bescherm uzelf tegen HIV blootstelling (bijv prik verwonding)

source: Guidelines:
nl_nl: Richtlijnen:

source: (Answer those relevant to you)
nl_nl: (Beantwoord die van toepassing zijn)

source: Understand and use the Choice on Termination of Pregnancy Act (No. 92 of 1996)
nl_nl: Begrijp en gebruik de Keuze voor Beeindiging Zangerschap Akte (No 92 van 1996)

source: Other
nl_nl: Ander

source: Provide patients with basic information on HIV and AIDS?
nl_nl: Verschaf patienten met basisinformatie over HIV en AIDS?

source: Counsel all patients on drug adherence?
nl_nl: Counsel alle patienten over therapietrouw?

source: Provide all patients with information relating to drug interaction?
nl_nl: Verschaf alle patienten met informate over interactie medicijnen?

source: Dispense basic ARVs?
nl_nl: Basic ARVs uitdelen?

source: Dispense all medications accurately?
nl_nl: Alle medicijnen nauwkeurig uitdelen?

source: Manage the supply of ARVs?
nl_nl: De voorziening van ARVs beheren?

source: Order drugs as needed?
nl_nl: Medicatie als nodig bestellen?

source: Assign Person to
nl_nl: Toewijzen Persoon Aan

source: Show me Trainings From:
nl_nl: Laat me Trainingen Zien Van:

source: 30 Days
nl_nl: 30 Dagen

source: 60 Days
nl_nl: 60 Dagen

source: 1 Quarter
nl_nl: 1 kwartaal

source: 6 Months
nl_nl: 6 Maanden

source: Delete Person
nl_nl: Verwijder persoon
ru_ru: Удалить лицо
uk_ua: Видалити особу

source: Current Contact Information
nl_nl: Huidige persoonsgegevens
ru_ru: Текущая контактная информация
uk_ua: Поточна контактна інформація

source: If facility is a hospital, please click specific department
nl_nl: Als faciliteit een ziekenhuis is, klik aub de juiste afdeling aan

source: Address and Phone
nl_nl: Adres en telefoon
ru_ru: Адрес и телефон
uk_ua: Адреса і телефон

source: Email Secondary
nl_nl: Secundaire email
ru_ru: Дополнительная электронная почта
uk_ua: Допоміжна електронна пошта

source: Reason (if 'Other' selected above)
nl_nl: Reden (als "Ander" hierboven is geselecteerd)

source: Qualification Comments
nl_nl: Bevoegdheden Opmerkingen

source: Information
nl_nl: Informatie

source: Show/Hide
nl_nl: Wijs/verberg
ru_ru: Показать / Спрятать
uk_ua: Показати/Сховати

source: Is person an
nl_nl: Is persoon een

source: active
nl_nl: actief
ru_ru: активный
uk_ua: активний

source: Active trainer
nl_nl: Actieve trainer
ru_ru: Активные тренер
uk_ua: Активний тренер

source: Affiliation
nl_nl: Verbondenheid

source: skills
nl_nl: vaardigheden

source: check all that apply
nl_nl: kies alles wat van toepassing is
ru_ru: Отметить всё, что подходит
uk_ua: позначте все, що має відношення

source: Primary language
nl_nl: Eerste taal
ru_ru: Основной язык
uk_ua: Основна мова

source: Secondary languages
nl_nl: Tweede talen
ru_ru: Дополнительные языки
uk_ua: Вторинні мови

source: Date modified
nl_nl: Datum aangepast
ru_ru: Дата внесения изменений
uk_ua: Дата внесення змін

source: Modified by
nl_nl: Aangepast door
ru_ru: Изменено
uk_ua: Змінено

source: Delete this Person
nl_nl: Verwijder deze persoon
ru_ru: Удалить данное лицо
uk_ua: Видалити цю особу

source: Are you sure you wish to delete this person?
nl_nl: Weet u zeker dat u deze persoon wilt verwijderen?
ru_ru: Вы уверены, что хотите удалить это лицо?
uk_ua: Ви впевнені, що бажаєте видалити цю особу?

source: Edit person's record
nl_nl: Bewerk gegevens persoon
ru_ru: Редактировать запись лица
uk_ua: Редагувати запис користувача

source: Add person's record
nl_nl: Voeg gegevens persoon toe
ru_ru: Добавить запись пользователя
uk_ua: Додати запис користувача

source: Birth date
nl_nl: Geboortedatum
ru_ru: Дата рождения
uk_ua: Дата народження

source: Duplicate Check
nl_nl: Check voor duplicaten
ru_ru: Проверка дубликата
uk_ua: Перевірка дубліката

source: Continue
nl_nl: Ga door
ru_ru: Продолжить
uk_ua: Продовжити

source: If the person already exists, please select their name below.
nl_nl: Als de persoon reeds bestaat, selecteer aub hun naam hieronder.
ru_ru: Если лицо уже существует, то, пожалуйста, выберите ниже имя.
uk_ua: Якщо особа вже існує, то будь ласка, виберіть ім'я нижче.

source: Please enter a first and last name.
nl_nl: Voer aub een voor en achternaam in.
ru_ru: Пожалуйста, введите имя и фамилию.
uk_ua: Будь ласка, введіть ім'я та прізвище.

source: Submission failed:
nl_nl: Sturen mislukt:
ru_ru: Подача не удалась:
uk_ua: Подача не відбулась:

source: Primary responsibility
nl_nl: Eerste verantwoordelijkheid.
ru_ru: Основная ответственность
uk_ua: Основна відповідальність

source: Secondary responsibility
nl_nl: Tweede verantwoordelijkheid
ru_ru: Дополнительная ответственность
uk_ua: Вторинна відповідальність

source: Is person an active trainer?
nl_nl: Is persoon een actieve trainer?
ru_ru: Лицо является действующим инструктором?
uk_ua: Особа є діючим інструктором?

source: Trainer type
nl_nl: Type trainer
ru_ru: Тип инструктора
uk_ua: Тип інструктора

source: languages
nl_nl: talen

source: Recommended Training Topics
nl_nl: Aanbevolen training onderwerpen
ru_ru: Рекомендуемые темы обучения
uk_ua: Рекомендовані теми навчання

source: No recommended classes were found for the above primary qualification
nl_nl: Er zijn geen aanbevolen lessen gevonden voor de eerste verantwoordelijkheid.
ru_ru: Рекомендованные занятия для вышеуказанной основной квалификации не найдены.
uk_ua: Рекомендованих занять не знайдено для вищевказаної основної кваліфікації

source: Upcoming
nl_nl: Toekomstige

source: Topic(s)
nl_nl: Onderwerp(en)
ru_ru: Тема (темы)
uk_ua: Тема (теми)

source: Class History
nl_nl: Overzicht lessen
ru_ru: Журнал занятий
uk_ua: Журнал навчання

source: Topics(s)
nl_nl: Onderwerp(en)
ru_ru: Темы
uk_ua: Теми

source: Please add or verify the
nl_nl: Voeg aub toe of verifieer de

source: information below.
nl_nl: Informatie hieronder

source: Please enter facility information
nl_nl: Voer aub de informatie voor de faciliteit in
ru_ru: Пожалуйста, введите информацию об объекте
uk_ua: Будь ласка, введіть інформацію про об'єкт

source: Assign this person to a class
nl_nl: Wijs deze persoon toe aan een klas.
ru_ru: Назначить данное лицо на занятие
uk_ua: Призначити цю особу на навчання

source: External Class History
nl_nl: Overzicht externe lessen
ru_ru: Журнал внешних занятий
uk_ua: Журнал зовнішнього навчання

source: Add an external class
nl_nl: Voeg een externe les toe
ru_ru: Добавление внешнего класса
uk_ua: Додати зовнішній клас

source: Change History
nl_nl: Wijzig geschiedenis
ru_ru: Журнал изменений
uk_ua: Журнал змін

source: Change
nl_nl: Wijzig
ru_ru: Изменить
uk_ua: Змінити

source: Previous entry
nl_nl: Vorige entry
ru_ru: Предыдущая запись
uk_ua: Попередній запис

source: Training Topics
nl_nl: Onderwerpen Training

source: No duplicates found.
nl_nl: Geen duplicaten gevonden.
ru_ru: Дубликаты не найдены.
uk_ua: Дублікатів не знайдено.

source: Government employee
nl_nl: Overheidswerknemer

source: Professional bodies
nl_nl: Professionele instituten

source: Age
nl_nl: Leeftijd
ru_ru: Возраст
uk_ua: Вік

source: Nurse Trainer Type
nl_nl: Type Trainer Verpleegkundigen

source: Year you started providing care
nl_nl: Jaar dat u bent begonnen met het verlenen van zorg

source: Rank patient groups based on time
nl_nl: Rangschik patienten groepen gebaseerd op tijd

source: Pregnant women
nl_nl: Zwangere vrouwen

source: Adults
nl_nl: Volwassenen

source: Children
nl_nl: Kinderen

source: Supervised
nl_nl: Gesuperviseerd

source: Supervision Frequency
nl_nl: Regelmaat Supervisie

source: Supervisors Profession
nl_nl: Beroep Supervisor

source: Indicate the training you received
nl_nl: Geef aan welke training u heeft gevolgd

source: Training Institution
nl_nl: Training Instituut

source: Import person from Excel
nl_nl: Importeer persoon vanuit Excel

source: Edit Person
nl_nl: Bewerk persoon
ru_ru: Редактировать лицо
uk_ua: Редагувати особу

source: History
nl_nl: Geschiedenis

source: Person Search
nl_nl: Zoeken naar persoon
ru_ru: Поиск лица
uk_ua: Пошук особи

source: Individual Reports
nl_nl: Rapporten met Individuen

source: Occupational category
nl_nl: Beroepscategorie

source: Persal number
nl_nl: Persal Nummer

source: Trainers only
nl_nl: Slechts trainers
ru_ru: Инструкторы только
uk_ua: Тільки інструктори

source: Participants only
nl_nl: Slechts participanten
ru_ru: Только участники
uk_ua: Тільки учасники

source: Unattached only
nl_nl: Alleen ongebonden
ru_ru: Только неприкреплённые
uk_ua: Тільки неприкріплені

source: Report
nl_nl: Rapport
ru_ru: Отчёт
uk_ua: Звіт

source: only
nl_nl: alleen

source: Incomplete competence
nl_nl: Incomplete competenties

source: Competence
nl_nl: Competentie

source: View Person
nl_nl: Bekijk persoon
ru_ru: Посмотреть лицо
uk_ua: Побачити особу

source: View Competency
nl_nl: Bekijken Competentie

source: >Guidelines:
nl_nl: Richtlijnen

source: information
nl_nl: informatie

source: show
nl_nl: toon
ru_ru: показать
uk_ua: Показати

source: group
nl_nl: groep
ru_ru: группа
uk_ua: Група

source: course name
nl_nl: Naam cursus

source: with known participants only
nl_nl: met alleen bekende participanten

source: with unknown participants only
nl_nl: met alleen onbekende participanten

source: trainings
nl_nl: trainingen

source: End Date
nl_nl: Eind datum

source: Refresher
nl_nl: Opfrissing
ru_ru: Повышение квалификации
uk_ua: Підвищення кваліфікації

source: Course by student count
nl_nl: Cursus op student aantallen

source: Group
nl_nl: Groep

source: Grades
nl_nl: Cijfers

source: Year in school
nl_nl: Schooljaar

source: Course Type
nl_nl: Type Cursus

source: Start Date Between
nl_nl: Begindatum Tussen

source: Students Trained
nl_nl: Getrainde studenten

source: Facility @ Graduation
nl_nl: Faciliteit bij Afstuderen

source: Graduation Date Between
nl_nl: Afstudeerdatum tussen

source: Terminated Early
nl_nl: Vervroegd beeindigd

source: Return Unique Participants
nl_nl: Geef eenmalige participanten weer
ru_ru: Вернуть уникальных участников
uk_ua: Повернути унікальних учасників

source: Show
nl_nl: Wijzen

source: Run report
nl_nl: Rapport aanmaken

source: matched with
nl_nl: gepaard met

source: Competence Overview Reports
nl_nl: Rapport met Overzicht Competenties

source: Select All
nl_nl: Selecteer Allen

source: Province
nl_nl: Provincie

source: District
nl_nl: Distrikt

source: Sub-district
nl_nl: Onderdistrikt

source: Result
nl_nl: Resultaat

source: Less than 60%
nl_nl: Minder dan 60%
