Repository: swedge218/fp2
Catalog: translations/*.UTF-8/LC_MESSAGES/itech.po
Languages: nl_nl, ru_ru, uk_ua

source: Administration
nl_nl: Beheer

source: Your settings have been updated.
nl_nl: Uw instellingen zijn bijgewerkt.
ru_ru: Ваши настройки были обновлены.
uk_ua: Ваші параметри було оновлено.

source: Your changes have been saved.
nl_nl: Uw veranderingen zijn opgeslagen.

source: Move Regions
nl_nl: Verplaats Regios
ru_ru: Переместить регионы
uk_ua: Перемістити регіони

source: That user is now a master approver
nl_nl: Die gebruiker heeft nu "master" goedkeuringsrechten

source: Unable to make that user a master approver
nl_nl: Het is niet mogelijk om deze persoon "master" goedkeuringsrechten te geven

source: That user is now a regular approver
nl_nl: Die gebruiker heeft nu normale goedkeuringsrechten

source: Unable to remove that user as a master approver
nl_nl: Het is niet mogelijk om de "master" goedkeuringsrechten van deze persoon weg te nemen

source: That user is no longer an approver
nl_nl: Die gebruiker heeft geen "master" goedkeuringsrechten meer

source: Unable to delete that approver
nl_nl: Niet mogelijk om die gebruiker te verwijderen

source: Name
nl_nl: Naam
ru_ru: Имя
uk_ua: Ім’я

source: Approver
nl_nl: Goedkeurder

source: Master Approver
nl_nl: Master goedkeurder

source: Actions
nl_nl: Acties

source: Yes
nl_nl: Ja
ru_ru: Да
uk_ua: Так

source: No
nl_nl: Nee
ru_ru: Нет
uk_ua: Ні

source: Remove
nl_nl: Verwijderen

source: Make Master
nl_nl: Tot "Master" maken

source: Make Low Level Approver
nl_nl: Laag niveau goedkeuringsrechten geven

source: Require at least one trainer skill per trainer
nl_nl: Tenminste een vaardigheid per trainer nodig

source: No future
nl_nl: Geen toekomstige

source: Trainings
nl_nl: Trainingen
ru_ru: Тренинги
uk_ua: Тренінги

source: found.
nl_nl: gevonden

source: A record already exists with this value.
nl_nl: Er bestaat al een vermelding met deze waarde.
ru_ru: Запись уже существует с этим значением.
uk_ua: Це значення вже існує запис.

source: The employee module is not enabled on this site.
nl_nl: Het werknemersmodule is niet ingesteld op deze site

source: Employee Tracking System
nl_nl: Systeem voor Tracken van Werknemers

source: Error creating record.
nl_nl: Fout bij aanmaken invoering

source: Error finding that record in the database.
nl_nl: Fout bij deze in de database gevonden invoering

source: Add New
nl_nl: Voeg Toe Nieuwe

source: Employee
nl_nl: Werknemer

source: Frist Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam
ru_ru: Фамилия
uk_ua: Прізвище

source: That person could not be saved.
nl_nl: Deze persoon kan niet worden opgeslagen.

source: The person was saved.
nl_nl: De persoon is opgeslagen.

source: Add Employee
nl_nl: Voeg WerknemerToe

source: Edit Employee
nl_nl: Werknemer Bewerken

source: The evaluation could not be loaded.
nl_nl: De evaluatie kon niet worden geladen.
ru_ru: Не удалось загрузить оценивание.
uk_ua: Не вдалося завантажити оцінювання.

source: The evaluation could not be saved.
nl_nl: De evaluatie kon niet worden opgeslagen.
ru_ru: Не удалось сохранить оценивание.
uk_ua: Не вдалося зберегти оцінювання.

source: Title
nl_nl: Titel
ru_ru: Название
uk_ua: Назва

source: You must choose a question type for each question.
nl_nl: U moet een vraagsoort kiezen voor elke vraag.
ru_ru: Для каждого вопроса вы должны выбрать тип вопроса.
uk_ua: Ви повинні вибрати тип питання для кожного питання.

source: You must enter question text for each question.
nl_nl: U moet een vraagtekst invoeren voor elke vraag.
ru_ru: Для каждого вопроса вы должны ввести текст вопроса.
uk_ua: Необхідно ввести текст запитання для кожного питання.

source: The new evaluation was created.
nl_nl: De nieuwe evaluatie is aangemaakt.
ru_ru: Новое оценивание было создано.
uk_ua: Створено нове оцінювання.

source: Error saving questions.
nl_nl: Fout bij het opslaan van vragen

source: The evaluation was saved.
nl_nl: De evaluatie is opgeslagen.

source: This evaluation has been deleted.
nl_nl: De evaluatie is verwijderd.

source: This evaluation could not be deleted.
nl_nl: De evaluatie kon niet worden verwijderd.

source: The
nl_nl: Het

source: have been assigned.
nl_nl: zijn toegewezen.

source: The evaluation has been assigned.
nl_nl: De evaluatie is toegewezen.
ru_ru: Оценивание назначено.
uk_ua: Оцінювання було призначено.

source: start
nl_nl: begin

source: The person could not be saved.
nl_nl: Deze persoon kan niet worden opgeslagen.
ru_ru: Не удалось сохранить лицо.
uk_ua: Не вдалося зберегти особу.

source: The external course could not be saved.
nl_nl: De externe cursus kan niet worden opgeslagen.
ru_ru: Не удалось сохранить внешний курс.
uk_ua: Не вдалося зберегти зовнішній курс.

source: Error approving facility: That record could not be found.
nl_nl: Foutmelding bij goedkeuren facilitiet: Die invoering kon niet worden gevonden.

source: That facility has been approved.
nl_nl: Die faciliteit is goedgekeurd.

source: That name already exists.
nl_nl: Deze naam komt reeds voor.
ru_ru: Такое имя уже существует.
uk_ua: Таке ім'я вже існує.

source: That latitude and longitude does not appear to be valid.
nl_nl: Deze breedte en lengte lijken niet geldig te zijn

source: Facility type
nl_nl: Type faciliteit
ru_ru: Тип объекта
uk_ua: Тип об'єкту

source: That city does not appear to be located in the chosen region. If you want to create a new city, check the new city box.
nl_nl: Deze stad lijkt niet in de gekozen regio voor te komen. Als u een nieuwe stad wilt aanmaken, gebruik het veld nieuwe stad.
ru_ru: Похоже, что город не находится в выбранном регионе. Если Вы хотите создать новый город, то поставьте отметку о новом городе.
uk_ua: Схоже, що це місто не розташоване в вибраному регіоні. Якщо ви хочете створити нове місто, то вкажіть позначкою нове місто.

source: Sponsor dates are required.
nl_nl: Data voor de sponsor zijn verplicht

source: The facility could not be saved.
nl_nl: De faciliteit kon niet worden opgeslagen.
ru_ru: Не удалось сохранить объект.
uk_ua: Не вдалося зберегти об'єкт.

source: Could not save that city.
nl_nl: Kon deze stad niet opslaan.
ru_ru: Невозможно сохранить тот город
uk_ua: Не вдалося зберегти те місто.

source: The facility could not be saved. A facility with this name already exists in that location.
nl_nl: Deze faciliteit kon niet worden opgeslagen. Een faciliteit met dezelfde naam bestaat al in die locatie.

source: The facility was saved.
nl_nl: De faciliteit is opgeslagen.
ru_ru: Объект был сохранён.
uk_ua: Об'єкт було збережено.

source: There was an error saving sponsor data though.
nl_nl: Er was een fout bij het opslaan van de data voor de sponsor

source: ERROR: The facility could not be saved.
nl_nl: FOUT: De faciliteit kan niet worden opgeslagen.
ru_ru: ОШИБКА: Невозможно сохранить объект.
uk_ua: ПОМИЛКА: зберегти об'єкт було неможливо.

source: That facility was deleted.
nl_nl: Die faciliteit is verwijderd.
ru_ru: Тот объект был удалён.
uk_ua: Той об'єкт було видалено.

source: That facility could not be found.
nl_nl: Die faciliteit kon niet worden gevonden.
ru_ru: Не удалось найти тот объект.
uk_ua: Той об'єкт не знайдено.

source: That facility is in use and could not be deleted.
nl_nl: Die faciliteit is in gebruik en kan niet worden verwijderd.
ru_ru: Тот объект используется и не может быть удалён.
uk_ua: Той об'єкт знаходиться у користуванні і не може бути видаленим.

source: That location was deleted.
nl_nl: Deze locatie is verwijderd.
ru_ru: То местонахождение было удалено.
uk_ua: Те місцезнаходження було видалене.

source: That location could not be found.
nl_nl: Deze locatie kon niet worden gevonden.
ru_ru: Не удалось найти то местонахождение.
uk_ua: Не вдалося знайти те місцезнаходження.

source: That location is in use and could not be deleted.
nl_nl: Deze locatie is in gebruik en kan niet worden verwijderd.
ru_ru: То местонахождение используется и не может быть удалено.
uk_ua: Те місцезнаходження знаходиться у користуванні і не може буди видаленим.

source: Import a facility
nl_nl: Voer faciliteit in

source: Error adding facility, Facility name cannot be empty.
nl_nl: Fout bij toevoegen faciliteit. Naam faciliteit kan niet worden opengelaten.

source: Error locating/creating region or city:
nl_nl: Fout bij het vinden/aanmalen van regio of stad

source: Facility
nl_nl: Faciliteit
ru_ru: Объект
uk_ua: Об'єкт

source: Couldn't save facility type for facility:
nl_nl: Kon type faciliteit voor deze faciliteit niet opslaan.

source: Error importing data. Some data may have been imported and some may not have.
nl_nl: Fout bij het importeren van data. Sommige data kan geimporteerd zijn en andere data niet.

source: Facility Type (Hospital, Dispensary, Clinic, Etc)
nl_nl: Type faciliteit (ziekenhuis, apotheek, kliniek, etc)

source: Facility Sponsor
nl_nl: Sponsor Faciliteit
ru_ru: Спонсор объекта
uk_ua: Спонсор об'єкта

source: Please seperate multiple entries by Comma
nl_nl: Scheid aub meerdere invoeringen met een komma

source: Required
nl_nl: Verplicht

source: The same number of sponsor_option_id's is required
nl_nl: Het zelfde aantal sponsor-mogelijkheid-IDs is verplicht

source: Comments
nl_nl: Opmerkingen
ru_ru: Комментарии
uk_ua: Коментарі

source: Region A (Province)
nl_nl: Regio A ( Provincie)

source: Region B (Health District)
nl_nl: Regio B (Gezondheids District)

source: Region C (Local Region)
nl_nl: Regio C (Lokale regio)

source: Region D
nl_nl: Regio D

source: Region E
nl_nl: Regio E

source: Region F
nl_nl: Regio F

source: Region G
nl_nl: Regio G

source: Region H
nl_nl: Regio H

source: Region I
nl_nl: Regio I

source: City
nl_nl: Stad
ru_ru: Город
uk_ua: Місто

source: Import a training location
nl_nl: Importeer een training locatie

source: Error adding training location, training location name cannot be empty.
nl_nl: Fout bij toevoegen training locatie. Naam training locatie kan niet worden opengelaten.

source: Training Location
nl_nl: Locatie training
ru_ru: Местонахождение обучения
uk_ua: розташування навчання

source: The training location could not be saved. A training location with this name already exists in that location.
nl_nl: De training locatie kon niet worden opgeslagen. Een training locatie met dezelfde naam bestaat al in die locatie.

source: training location
nl_nl: training locatie
ru_ru: местонахождение обучения
uk_ua: навчання розташування

source: ERROR: The training location could not be saved.
nl_nl: Foutmelding: De training locatie kon niet worden opgeslagen.

source: Course Name
nl_nl: Naam cursus.
ru_ru: Название курса
uk_ua: Назва курсу

source: Start Date
nl_nl: Begindatum
ru_ru: Дата начала
uk_ua: Дата початку

source: Training Center
nl_nl: Training Centrum.
ru_ru: Центр обучения
uk_ua: Навчальний центр

source: Created By
nl_nl: Aangemaakt door
ru_ru: Создано
uk_ua: Створено

source: Message
nl_nl: Boodschap
ru_ru: Сообщение
uk_ua: Повідомлення

source: You do not have access rights to the requested action.
nl_nl: U heeft geen toegangsrechten tot de gevraagde handeling.
ru_ru: У вас нет прав доступа для запрошенного действия.
uk_ua: Ви не маєте права доступу до запитаної дії.

source: That partner could not be saved.
nl_nl: Die partner kon niet worden opgeslagen.

source: The partner was saved.
nl_nl: De partner is opgeslagen.

source: Add Partner
nl_nl: Voeg partner toe

source: View Partner
nl_nl: Bekijk Partner

source: Error approving person: That account could not be found.
nl_nl: Foutmelding bij goedkeuren persoon: Die invoering kon niet worden gevonden.

source: That person has been approved.
nl_nl: Die persoon is goedgekeurd.

source: That person was deleted.
nl_nl: Die persoon is verwijderd.
ru_ru: То лицо было удалено.
uk_ua: Та особа була видалена.

source: That person could not be found.
nl_nl: Die persoon kon niet worden gevonden.
ru_ru: Не удалось найти то лицо.
uk_ua: Не вдалося знайти ту особу.

source: That person is an active
nl_nl: Die persoon is een actieve

source: or
nl_nl: of

source: and could not be deleted.
nl_nl: en kan niet worden verwijderd.

source: Data cannot be saved.
nl_nl: Data kon niet worden opgeslagen.

source: Data saved.
nl_nl: Data opgeslagen.

source: The person was saved. Refreshing history...
nl_nl: De persoon is opgeslagen. Geschiedenis wordt verversd...
ru_ru: Данное лицо было сохранено. Идёт обновление журнала...
uk_ua: Особа була збережена. Іде оновлення журналу...

source: Professional qualification
nl_nl: Professionele bevoegdheid
ru_ru: Профессиональная квалификация
uk_ua: Професійна кваліфікація

source: Gender
nl_nl: Geslacht
ru_ru: Пол
uk_ua: Стать

source: Persal Number
nl_nl: Persal Nummer

source: Birthdate
nl_nl: Geboortedatum
ru_ru: Дата рождения
uk_ua: Дата народження

source: skill
nl_nl: vaardigheid

source: Enter a reason, or select a different reason above.
nl_nl: Voer een reden in of kies een andere reden hierboven.

source: You can not type in a reason with the reason selected above.
nl_nl: U kan geen reden invoeren met de hierboven geselecteerde reden.

source: That facility name could not be found.
nl_nl: Die faciliteitsnaam kon niet worden gevonden.
ru_ru: Не удалось найти то название объекта.
uk_ua: Не вдалося знайти ту назву об'єкта.

source: The person could not be saved. <br>
nl_nl: De persoon kan niet worden opgeslagen.

source: The person was saved. Refreshing change history...
nl_nl: De persoon is opgeslagen. Vervangingsgeschiedenis wordt verversd....
ru_ru: Данное лицо было сохранено. Идёт обновление журнала изменений...
uk_ua: Особа була збережена. Іде оновлення журналу змін...

source: information could not be saved.
nl_nl: informatie kon niet worden opgeslagen.

source: ERROR: The person could not be saved.
nl_nl: FOUT: De persoon kon niet worden opgeslagen.

source: Insert new facility
nl_nl: Voer nieuwe faciliteit in
ru_ru: Вставить новый объект
uk_ua: Вставити новий об'єкт

source: (s) have been assigned.
nl_nl: (en) zijn toegewezen.

source: selected
nl_nl: geselecteerd

source: Import a person
nl_nl: Importeer een persoon

source: A person with this name already exists in the database, the user was not added.
nl_nl: Een persoon met dezelfde naam bestaat al in de database, de gebruiker is niet opgeslagen.

source: ERROR: The person could not be saved.
nl_nl: FOUT: De persoon kon niet worden opgeslagen.
ru_ru: ОШИБКА: Невозможно сохранить лицо.
uk_ua: ПОМИЛКА: зберегти особу було неможливо.

source: Error importing data. Some data rows have not been imported.
nl_nl: Fout bij het importeren van data. Sommige rijen met data zijn niet geimporteerd.

source: Count
nl_nl: Aantallen
ru_ru: Сосчитать
uk_ua: Порахувати

source: Language
nl_nl: Taal
ru_ru: Язык
uk_ua: Мова

source: Location
nl_nl: Locatie
ru_ru: Местонахождение
uk_ua: Місцезнаходження

source: Date
nl_nl: Datum
ru_ru: Дата
uk_ua: Дата

source: Training Topic
nl_nl: Onderwerp training
ru_ru: Тема тренинга
uk_ua: Тема навчання

source: Funding
nl_nl: Financiering
ru_ru: Финансирование
uk_ua: Фінансування

source: TOT
nl_nl: Training voor Trainers
ru_ru: ТОТ
uk_ua: ТОТ

source: Facility Name
nl_nl: Naam Faciliteit
ru_ru: Название объекта
uk_ua: Назва об'єкта

source: Facility Type
nl_nl: Type Faciliteit
ru_ru: Тип объекта
uk_ua: Тип об'єкту

source: Recommended classes
nl_nl: Aanbevolen lessen
ru_ru: Рекомендуемые занятия
uk_ua: Рекомендовані заняття

source: Recommended
nl_nl: Aanbevolen
ru_ru: Рекомендуемый
uk_ua: Рекомендований

source: Qualification
nl_nl: Bevoegdheid
ru_ru: Квалификация
uk_ua: Кваліфікаційна категорія

source: (primary)
nl_nl: (primaire)
ru_ru: (первичный)
uk_ua: (основний)

source: (secondary)
nl_nl: (secundaire)
ru_ru: (среднее)
uk_ua: (вторинного)

source: Phone
nl_nl: Telefoon
ru_ru: Телефон
uk_ua: Телефон

source: Category
nl_nl: Categorie
ru_ru: Категория
uk_ua: Категорія

source: Skill
nl_nl: Vaardigheid
ru_ru: Умение
uk_ua: Вміння

source: Topics Taught
nl_nl: Onderwezen onderwerpen
ru_ru: Прочитанные темы
uk_ua: Теми, які викладались

source: Work Phone
nl_nl: Telefoon Werk
ru_ru: Рабочий телефон
uk_ua: Службовий телефон

source: Home Phone
nl_nl: Telefoon Thuis
ru_ru: Домашний телефон
uk_ua: Домашній телефон

source: Mobile Phone
nl_nl: Telefoon Mobiel
ru_ru: Мобильный телефон
uk_ua: Мобільний телефон

source: Participants
nl_nl: Participanten
ru_ru: Участники
uk_ua: Учасники

source: Unique Participants
nl_nl: Eenmalige participanten
ru_ru: Уникальные участники
uk_ua: Унікальні учасники

source: Organizer
nl_nl: Organisator

source: Level
nl_nl: Niveau

source: topic
nl_nl: onderwerp

source: name
nl_nl: naam

source: Topics taught
nl_nl: Onderwerpen onderwezen

source: Work phone
nl_nl: Telefoon Werk
ru_ru: Рабочий телефон
uk_ua: Службовий телефон

source: Home phone
nl_nl: Telefoon thuis
ru_ru: Домашний телефон
uk_ua: Домашній телефон

source: Mobile phone
nl_nl: Telefoon Mobiel
ru_ru: Мобильный телефон
uk_ua: Мобільний телефон

source: Unique participants
nl_nl: Eenmalige participanten

source: Topic
nl_nl: Onderwerp

source: Unknown
nl_nl: Onbekend
ru_ru: Неизвестный
uk_ua: Невідомий

source: Female
nl_nl: Vrouwelijk
ru_ru: Женщина
uk_ua: Жінка

source: Male
nl_nl: Mannelijk
ru_ru: мужчина
uk_ua: Чоловік

source: Dates
nl_nl: Data
ru_ru: Даты
uk_ua: Дати

source: Course Length
nl_nl: Lengte cursus
ru_ru: Длительность курса
uk_ua: Тривалість курсу

source: Course
nl_nl: Les
ru_ru: Курс
uk_ua: Курс

source: Days
nl_nl: Dagen
ru_ru: Дни
uk_ua: Дні

source: Course Participants
nl_nl: Cursus participanten
ru_ru: Участники курса
uk_ua: Учасники курсу

source: Date of Birth
nl_nl: Geboortedatum
ru_ru: Дата рождения
uk_ua: Дата народження

source: Primary Qualification
nl_nl: Primaire bevoegdheid
ru_ru: Основная квалификация
uk_ua: Основна кваліфікація

source: Secondary Qualification
nl_nl: Secundaire bevoegdheid
ru_ru: Дополнительная квалификация
uk_ua: Вторинна кваліфікація

source: Days Attended
nl_nl: Dagen Gevolgd

source: Complete
nl_nl: Compleet

source: Change in Score
nl_nl: Verandering in resultaat
ru_ru: Изменение в результате
uk_ua: Зміна в рахунку

source: Evaluations
nl_nl: Evaluaties
ru_ru: Оценивание
uk_ua: Оцінювання

source: Reports
nl_nl: Rapporten
ru_ru: Отчёты
uk_ua: Звіти

source: There was a problem with file types <code>
nl_nl: Er was een probleem met bestandstypen <code>

source: There was a problem creating <code>
nl_nl: Er was een probleem met aanmaken <code>

source: There was a problem moving files <code>
nl_nl: Er was een pobleem met het verplaasten van bestanden <code>

source: Sync database file uploaded.
nl_nl: Gesynchroniseerd database bestand upgeload

source: Invalid desktop database file
nl_nl: Ongeldig desktop database bestand

source: Please upload a file to continue
nl_nl: Upload een bestand om door te gaan, aub

source: Done
nl_nl: Klaar

source: View/Edit
nl_nl: Bekijken/Bewerken

source: View
nl_nl: Bekijken

source: Length
nl_nl: Lengte
ru_ru: Длительность
uk_ua: Тривалість

source: Training length is required.
nl_nl: Lengte training is verplicht
ru_ru: Требуется указать длительность обучения.
uk_ua: Необхідно вказати тривалість навчання.

source: must be numeric.
nl_nl: moet een nummer zijn
ru_ru: должно быть числовым
uk_ua: має бути числовим

source: must be between 1-100.
nl_nl: moet tussen 1-100 zijn
ru_ru: должно быть между 1-100
uk_ua: має бути між 1-100.

source: Start date is required.
nl_nl: Begindatum is verplicht

source: end
nl_nl: einde

source: End date must be after start date.
nl_nl: Einddatum moet na begindatum komen
ru_ru: Дата окончания должна быть после даты начала.
uk_ua: Дата закінчення повинна бути після дати початку.

source: Number of days is required.
nl_nl: Aantal dagen is verplicht
ru_ru: Требуется указать количество дней.
uk_ua: Необхідно вказати кількість днів.

source: Total
nl_nl: totaal
ru_ru: Всего
uk_ua: Всього

source: length is %s, but PEPFAR category total is %d days.
nl_nl: lengte training is %s, maar totaal PEPFAR categorie is %d dagen

source: day
nl_nl: dag
ru_ru: день
uk_ua: день

source: days
nl_nl: dagen
ru_ru: дни
uk_ua: дні

source: This
nl_nl: Deze

source: session could not be deleted. Some participants or trainers may still be attached.
nl_nl: sessie kon niet worden verwijderd. Sommige participanten of trainers zijn nog steeds aan de training verbonden.

source: session could not be saved.
nl_nl: sessie kon niet worden opgeslagen.

source: session has been saved.
nl_nl: sessie is opgeslagen.

source: Please enter your new
nl_nl: Voer aub in uw nieuwe
ru_ru: Пожалуйста, введите свой новый
uk_ua: Будь ласка, введіть ваш новий

source: Insert new
nl_nl: Voeg in nieuw
ru_ru: Вставить новый
uk_ua: Вставити новий

source: Please enter the name your new topic item
nl_nl: Voer aub de naam in van uw nieuwe onderwerp:

source: Insert New
nl_nl: Voeg in nieuw

source: Please enter the name your new funding item:
nl_nl: Voer aub de naam in van uw nieuwe sponsor:
ru_ru: Пожалуйста, введите название вашего нового финансируемого элемента:
uk_ua: Будь ласка, введіть назву нового елемента фінансування:

source: Please enter the name your new refresher item
nl_nl: Voer aub de naam in van uw nieuwe opfris onderwerp:

source: Scores
nl_nl: Resultaten
ru_ru: Результаты
uk_ua: Результати

source: session has been duplicated.<br>You can edit the duplicate session below.
nl_nl: sessie is opnieuw ingevoerd. <br> U kan de duplicaat sessie hieronder bewerken.

source: already exists
nl_nl: bestaat al
ru_ru: уже существует
uk_ua: уже існує

source: is already in this training session.
nl_nl: is al in deze trainingsessie

source: Could not update this record.
nl_nl: Kon deze vermelding niet updaten.
ru_ru: Невозможно обновить эту запись
uk_ua: Не вдалося оновити цей запис.

source: Import a training
nl_nl: Importeer een training

source: Error locating/creating
nl_nl: Fout bij het vinden/aanmaken

source: Successfully imported training #
nl_nl: Succesvol geimporteerde training #

source: Some Data not imported
nl_nl: Sommige data niet geimporteerd

source: You did not set a qualification for a group of unknown participants.
nl_nl: U heeft geen kwalificaties ingevoerd voor groep onbekende participanten.

source: Error saving unknown participant information.
nl_nl: Fout bij opslaan van informatie onbekende participant.

source: Could not add user to training because they were not found in the system.
nl_nl: Kon gebruikers niet toevoegen aan de training omdat ze niet gevonden zijn in het systeem.

source: ERROR: The training data could not be saved.
nl_nl: FOUT: De training data kan niet worden opgeslagen.

source: Warning: Some data imported.
nl_nl: Waarschuwing: Sommige data geimporteerd

source: Check Funding, PEPFAR, Topic, Refresher options and Participants and Trainers Data; or delete the training and try again.
nl_nl: Check Financiering, PEPFAR, Ondererp, Verversmogelijkheden en Participanten en Trainers data: of verwjder de training en probeer het nogmaals.

source: hours
nl_nl: uren
ru_ru: часов
uk_ua: годин

source: weeks
nl_nl: weken
ru_ru: недели
uk_ua: тижні

source: has been updated.
nl_nl: zijn bijgewerkt.

source: has been saved.
nl_nl: is opgeslagen.

source: could not be saved.
nl_nl: kon niet worden opgeslagen.

source: Score
nl_nl: Resultaat
ru_ru: Результат
uk_ua: Результат

source: First Name
nl_nl: Voornaam
ru_ru: Имя
uk_ua: Ім'я

source: The following users could not be found while importing, perhaps they were not adding to the training:<br>
nl_nl: De volgende gebruikers zijn niet gevonden tijdens het importeren, misschien zijn ze niet tot de training toegevoegd.

source: Training Date
nl_nl: Datum Training

source: Score Label
nl_nl: Label Resultaat

source: Score Value
nl_nl: Waarde Resultaat

source: select
nl_nl: kies
ru_ru: выбрать
uk_ua: Виберіть

source: Edit
nl_nl: Bewerken

source: That partner could not be found.
nl_nl: Die partner kon niet worden gevonden.

source: ERROR: The partner could not be saved.
nl_nl: FOUT: De partner kon niet worden opgeslagen.
