Repository: swedge218/fp2
Catalog: translations/*.UTF-8/LC_MESSAGES/itech.po
Languages: nl_nl, ru_ru, uk_ua

source: Organizer access
nl_nl: Toegang Organisator
ru_ru: Доступ организатора
uk_ua: Доступ організатора

source: All Training Organizers
nl_nl: Alle training organisatoren
ru_ru: Все организаторы обучения
uk_ua: Всі Організатори навчання

source: check all
nl_nl: kruis alles aan

source: uncheck all
nl_nl: Vewijder alle aangevinkte

source: Admin access
nl_nl: Toegang voor Beheerder

source: Restricted Settings
nl_nl: Beperkte Instellingen

source: Edit country options
nl_nl: Landen opties bewerken
ru_ru: Редактировать опции страны
uk_ua: Редагувати опції країни

source: Add/Edit users
nl_nl: Voeg toe/ bewerk gebruikers
ru_ru: Добавление и изменение пользователей
uk_ua: Додати/змінити користувачів

source: Fields on/off and Labels
nl_nl: Velden aan/uitgeschakeld en Labels

source: Training category
nl_nl: Training categorie

source: Assignment
nl_nl: Toewijzing

source: Add Training Titles
nl_nl: Namen training toevoegen
ru_ru: Добавьте названия учебных
uk_ua: Додавання назв навчання

source: Trainer Types
nl_nl: Trainer Soorten
ru_ru: Типы инструктора
uk_ua: Типи інструктора

source: Training level
nl_nl: Niveau training

source: Trainer Skills
nl_nl: Trainer Vaardigheden
ru_ru: Умения инструктора
uk_ua: Уміння інструктора

source: PEPFAR category
nl_nl: PEPFAR categorie

source: Recommended topic
nl_nl: Aanbevolen onderwerp

source: Training Method
nl_nl: Training Methode
ru_ru: Метод обучения
uk_ua: Метод навчання

source: Active Trainer
nl_nl: Actieve Trainer
ru_ru: Активные тренер
uk_ua: Активний тренер

source: Facility Types
nl_nl: Faciliteit Soorten
ru_ru: Типы объекта
uk_ua: Типи об'єктів

source: Facility Sponsors
nl_nl: Faciliteit Sponsors
ru_ru: Спонсоры объекта
uk_ua: Спонсори об'єкта

source: Institution Types
nl_nl: Types Insitituut

source: Tutor Types
nl_nl: Types Tutor

source: Course Types
nl_nl: Types Cursus

source: Block this User
nl_nl: Blokkeer deze gebruiker
ru_ru: Блокировать данного пользователя
uk_ua: Заблокувати цього користувача

source: Are you sure you wish to block this user?
nl_nl: Weet u zeker dat u deze gebruiker wilt blokkeren?
ru_ru: Вы уверены, что хотите заблокировать данного пользователя?
uk_ua: Ви впевнені, що бажаєте заблокувати цього користувача?

source: Activate this User
nl_nl: Activeer deze gebruiker
ru_ru: Активировать пользователя
uk_ua: Активація цього користувача

source: Are you sure you wish to activate this user?
nl_nl: Weet u zeker dat u deze gebruiker wilt activeren?
ru_ru: Вы уверены, что хотите активировать данного пользователя?
uk_ua: Ви впевнені, що бажаєте активувати цього користувача?

source: Forgot Password
nl_nl: Wachtwoord vergeten
ru_ru: Забытый пароль
uk_ua: Забутий пароль

source: Enter your email address, and a new temporary password will be sent to you.
nl_nl: Voer uw email adres in en een nieuw tijdelijk wachtwoord wordt u toegezonden.
ru_ru: Введите свой адрес электронной почты и вам отправят новый временный пароль.
uk_ua: Введіть Вашу адресу електронної пошти, і вам буде надіслано новий тимчасовий пароль.

source: Send Password
nl_nl: Stuur wachtwoord
ru_ru: Отправить пароль
uk_ua: Відправити пароль

source: Confirm New password
nl_nl: Bevestig nieuw wachtwoord
ru_ru: Подтвердить новый пароль
uk_ua: Підтвердити новий пароль

source: User List
nl_nl: Lijst gebruikers
ru_ru: Список пользователей
uk_ua: Список користувачів

source: Browse Users
nl_nl: Bekijk Users
ru_ru: Просмотреть пользователей
uk_ua: Переглянути користувачів

source: blocked
nl_nl: geblokkeerd
ru_ru: заблокированный
uk_ua: заблоковано

source: First
nl_nl: Voornaam
ru_ru: Первый
uk_ua: Перший

source: Last
nl_nl: Achternaam
ru_ru: Последний
uk_ua: Останній

source: Username
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя
uk_ua: Ім'я користувача

source: Send email with login information
nl_nl: Stuur email met inlog-informatie
ru_ru: Отправить электронное письмо с информацией о логине
uk_ua: Відправити електрону пошту з інформацією про логін

source: Finished
nl_nl: Klaar
ru_ru: Завершено
uk_ua: Завершено

source: No future trainings found.
ru_ru: Будущие тренинги не найдены.
uk_ua: Майбутніх тренінгів не знайдено.

source: Training start
ru_ru: Начало тренинга
uk_ua: Початок тренінгу

source: That person is an active participant or trainer and could not be deleted.
ru_ru: То лицо является действующим участником или инструктором и не может быть удалено.
uk_ua: Та особа є діючим учасником або інструктором і не може бути видаленою.

source: Trainer skill
ru_ru: Умение инструктора
uk_ua: Уміння інструктора

source: The trainer information could not be saved.
ru_ru: Не удалось сохранить информацию инструктора.
uk_ua: Не вдалося зберегти інформацію інструктора.

source: No trainings selected.
ru_ru: Не выбраны тренинги.
uk_ua: Тренінгів не вибрано.

source: Email
ru_ru: Электронная почта
uk_ua: Електронна пошта

source: Type
ru_ru: Тип
uk_ua: Тип

source: Course Trainers
ru_ru: Инструкторы курса
uk_ua: Інструктори курсу

source: Pre-Test
ru_ru: До теста
uk_ua: До тесту

source: Post-Test
ru_ru: После теста
uk_ua: Після тесту

source: Add New Training
ru_ru: Добавить новый курс обучения
uk_ua: Додати новий навчання

source: View/Edit Training
ru_ru: Посмотреть / редактировать тренинг
uk_ua: Побачити / Редагувати тренінг

source: View Training
ru_ru: Посмотреть обучение
uk_ua: Побачити навчання

source: Training Length
ru_ru: Длительность обучения
uk_ua: Тривалість навчання

source: Training Interval
ru_ru: Интервал обучения
uk_ua: Інтервал навчання

source: Training end
ru_ru: Окончание обучения
uk_ua: Закінчення навчання

source: Total training length is %s, but PEPFAR category total is %d days.
ru_ru: Общая длительность обучения %s, а категория ПЕПФАР составляет всего %d дней.
uk_ua: Загальна тривалість навчання %s, але категорія ПЕПФАР має всього %d днів.

source: This training session could not be deleted. Some participants or trainers may still be attached.
ru_ru: Данный тренинг удалить не удалось. Некоторые участники или инструкторы могут до сих пор быть прикреплены.
uk_ua: Не вдалося видалити цей тренінг. Деякі учасники або інструктори ще можуть бути прикріпленими.

source: This training session could not be saved.
ru_ru: Данный тренинг сохранить не удалось.
uk_ua: Не вдалося зберегти цей тренінг.

source: This training session has been saved.
ru_ru: Данный тренинг был сохранён.
uk_ua: Цей тренінг був збережений.

source: Training session has been duplicated.<br>You can edit the duplicate session below.
ru_ru: Обучающая сессия продублирована. <br>Вы можете редактировать сессию-дубликат ниже.
uk_ua: Навчальну сесію продублювано.<br>Ви можете редагувати продублювану сесію нижче.

source: This trainer is already in this training session.
ru_ru: Данный инструктор уже находится в данной обучающей сессии.
uk_ua: Цей інструктор вже є в цієї навчальній сесії.

source: This participant is already in this training session.
ru_ru: Данный участник уже находится в данной обучающей сессии.
uk_ua: Цей учасник вже є в цієї навчальній сесії.

source: The training center has been updated.
ru_ru: Центр обучения был обновлён.
uk_ua: Навчальний центр був поновлений.

source: The training center has been saved.
ru_ru: Центр обучения был сохранён.
uk_ua: Навчальний центр був збережений.

source: The training center could not be saved.
ru_ru: Не удалось сохранить центр обучения.
uk_ua: Не вдалося зберегти навчальний центр.

source: Label
ru_ru: Этикетка
uk_ua: Етикетка

source: Preview
ru_ru: Предварительный просмотр
uk_ua: Попередній перегляд

source: Fax
ru_ru: Факс
uk_ua: Факс

source: Print
ru_ru: Печатать
uk_ua: Друкувати

source: View/Edit Training Location
ru_ru: Посмотреть / редактировать местонахождение тренинга
uk_ua: Побачити / Редагувати місцезнаходження тренінгу

source: View Training Location
ru_ru: Посмотреть местонахождение обучения
uk_ua: Побачити місцезнаходження навчання

source: Add Training Location
ru_ru: Добавить место обучения
uk_ua: Додати розташування навчання

source: Training Reports
ru_ru: Отчёты об обучении
uk_ua: Звіти про навчання

source: Trainer Reports
ru_ru: Отчёты инструктора
uk_ua: Звіти інструктора

source: Facility Reports
ru_ru: Отчёты объектов
uk_ua: Звіти об'єкта

source: Training
ru_ru: Обучение
uk_ua: Навчання

source: Training Category
ru_ru: Категория обучения
uk_ua: Категорія навчання

source: Facilities Settings
ru_ru: Параметры объектов
uk_ua: Параметри об'єктів

source: Data
ru_ru: Данные
uk_ua: Дані

source: A training was approved by
ru_ru: Тренинг был одобрен
uk_ua: Тренінг був схвалений

source: website:
ru_ru: вебсайт:
uk_ua: веб-сайт:

source: A training was rejected by
ru_ru: Обучение было отвергнуто
uk_ua: Підготовка була відхилена

source: A training was resubmitted by
ru_ru: Тренинг был вновь представлен в
uk_ua: Тренінг був повторного призначення на

source: Oops
ru_ru: Ой!
uk_ua: Ой!

source: Likert
ru_ru: Ликерт
uk_ua: Лікерт

source: Assign Evaluation to Training
ru_ru: Назначить оценивание для тренинга
uk_ua: Призначити оцінювання для тренінгу

source: Please enter training location information
ru_ru: Пожалуйста, введите информацию о местонахождении тренинга
uk_ua: Будь ласка, введіть інформацію про місцезнаходження тренінгу

source: Search for Training Location
ru_ru: Искать местонахождение тренинга
uk_ua: Знайти місцезнаходження тренінгу

source: Training Location Name
ru_ru: Название местонахождения обучения
uk_ua: Назва місцезнаходження навчання

source: Training locations
ru_ru: Местонахождения обучения
uk_ua: Місця знаходження навчань

source: Add new training location
ru_ru: Добавить новое место обучения
uk_ua: Додати нове місце навчання

source: ID
ru_ru: Идентификация
uk_ua: Ідентифікація

source: Sponsor
ru_ru: Спонсор
uk_ua: Спонсор

source: Trainers
ru_ru: Инструкторы
uk_ua: Інструктори

source: Future Trainings
ru_ru: Будущие тренинги
uk_ua: Майбутні тренінги

source: Incomplete Trainings that already occurred
ru_ru: Неполные тренинги, которые уже состоялись
uk_ua: Неповні тренінги, які вже відбулися

source: Assign Person to Training
ru_ru: Назначить лицо для тренинга
uk_ua: Призначити особу для тренінгу

source: Trainer Information
ru_ru: Информация об инструкторе
uk_ua: Інформація про інструктора

source: Trainer Affiliation
ru_ru: Принадлежность инструктора
uk_ua: Тренер приналежності

source: Trainer skills
ru_ru: Умения инструктора
uk_ua: Уміння інструктора

source: Trainer languages
ru_ru: Языки инструктора
uk_ua: Мови інструктора

source: Upcoming Trainings
ru_ru: Ближайшие тренинги
uk_ua: Найближчі тренінги

source: Please add or verify the trainer information below.
ru_ru: Пожалуйста, добавьте или подтвердите ниже информацию об инструкторе.
uk_ua: Будь ласка, нижче добавте або перевірте інформацію про інструктора.

source: Trainer Type
ru_ru: Тип инструктора
uk_ua: Тренер типу

source: Training History
ru_ru: Журнал обучения
uk_ua: Журнал навчання

source: Min
ru_ru: минимальный
uk_ua: мінімальний

source: Max
ru_ru: максимальный
uk_ua: Максимальний

source: Trainings matched with Facilities
ru_ru: Тренинги, сопоставленные с объектами
uk_ua: Тренінги відповідно об'єкту

source: PEPFAR
ru_ru: ПЕПФАР
uk_ua: ПЕПФАР

source: Trainings by Facility Name
ru_ru: Тренинги по названию объекта
uk_ua: Тренінги за назвою об'єкта

source: Trainings by Facility Participant Count
ru_ru: Тренинги по количеству участников на объекте
uk_ua: Тренінги за кількістю учасників на об'єкті

source: filter
ru_ru: фильтр
uk_ua: фільтр

source: Training location
ru_ru: Местонахождение обучения
uk_ua: Місцезнаходження навчання

source: Select trainer report
ru_ru: Выбрать отчёт об инструкторе
uk_ua: Виберіть звіт про інструктора

source: Trainers by Skill, Language, and PEPFAR
ru_ru: Инструкторы по умениям, языку и ПЕПФАР
uk_ua: Інструктори по умінням, мові і ПЕПФАР

source: Select training report
ru_ru: Выбрать отчёт о тренинге
uk_ua: Виберіть звіт про тренінг

source: Trainings by Name
ru_ru: Тренинги по фамилии
uk_ua: Тренінги за назвою

source: Trainings by Participant Count
ru_ru: Тренинги по количеству участников
uk_ua: Тренінги за кількістю учасників

source: facility location
ru_ru: местонахождение объекта
uk_ua: Місцезнаходження об'єкта

source: min
ru_ru: минимальный
uk_ua: мінімальний

source: max
ru_ru: максимальный
uk_ua: максимальний

source: Note: This report may contain multiple rows for participants who attended multiple trainings
ru_ru: Примечание: в этом отчёте могут содержаться многократные строки для участников, которые посетили многократные тренинги
uk_ua: Примітка: Цей звіт може містити декілька рядків для учасників, які були присутніми на декількох тренінгах

source: Trainings Attended
ru_ru: Посещённые тренинги
uk_ua: Відвідувані тренінги

source: Trainer language
ru_ru: Язык инструктора
uk_ua: Мова інструктора

source: Select topic taught
ru_ru: Выбрать прочитанную тему
uk_ua: Виберіть викладену тему

source: Training Session Deleted
ru_ru: Обучающая сессия удалена
uk_ua: Навчальна сесія видалена

source: This training session has been deleted.
ru_ru: Данный тренинг был удалён.
uk_ua: Цей тренінг було видалено.

source: Edit Trainer Topic
ru_ru: Редактировать тему инструктора
uk_ua: Редагувати тему інструктора

source: Training Roster
ru_ru: Список тренингов
uk_ua: Реєстр тренінгів

source: Total Trainers:
ru_ru: Всего инструкторов:
uk_ua: Всього інструкторів:

source: Return to training
ru_ru: Вернуться к обучению
uk_ua: Повернутися до навчання

source: Return to Training Session
ru_ru: Вернуться к тренингу
uk_ua: Повернутися до тренування

source: Save Training
ru_ru: Сохранить тренинг
uk_ua: Зберегти тренінг

source: Add new Training Location
ru_ru: Добавить новое место обучения
uk_ua: Додати нове місце навчання

source: Please enter training location information:
ru_ru: Пожалуйста, введите информацию о местонахождении тренинга:
uk_ua: Будь ласка, введіть інформацію про місцезнаходження тренінгу:

source: It looks like the training dates do not match the length. Please double check these fields.
ru_ru: Похоже, что даты обучения не совпадают с длительностью. Перепроверьте данные поля, пожалуйста.
uk_ua: Схоже, що дати навчання не відповідають його тривалості. Будь ласка, ще раз перевірте ці поля.

source: Duplicate this Training
ru_ru: Дублировать этот тренинг
uk_ua: Дублювати цей тренінг

source: Delete this Training
ru_ru: Удалить данный тренинг
uk_ua: Видалити цей тренінг

source: Training start date
ru_ru: Дата начала тренинга
uk_ua: Дата початку тренінгу

source: Training end date
ru_ru: Дата окончания обучения
uk_ua: Дата закінчення навчання

source: Training length
ru_ru: Длительность обучения
uk_ua: Тривалість навчання

source: The entered trainer name could not be found.\n\nPlease select one from the list or add a new person.
ru_ru: Введенный тренер имя не может быть found.\n\nВыберите из списка или добавить новый человек.
uk_ua: Не вдалося знайти ім'я вводиться тренер found.\n\nВиберіть зі списку або додати нового користувача.

source: Please enter the number of days for this trainer.
ru_ru: Пожалуйста, введите количество дней для данного инструктора.
uk_ua: Будь ласка, введіть кількість днів для цього інструктора.

source: You must edit this person's trainer profile before adding them to this session.\n\nWould you like to do this now?
ru_ru: Вы должны отредактировать профиль этого человека тренер перед их добавлением в этой session.\n\nВы хотите сделать это сейчас?
uk_ua: Потрібно відредагувати ця людина тренер профілю перед підключенням їх до цього session.\n\nЗробити це зараз?

source: E-mail
ru_ru: Электронная почта
uk_ua: Електронна пошта

source: Status
ru_ru: Состояние
uk_ua: Стан

source: Admin
ru_ru: Админ
uk_ua: Адмін

source: City is required.
uk_ua: Місто є обов'язковим.

source: Password Change Requested
uk_ua: Запрошено зміну пароля

source: Your new password has been sent. Please check your email for further instructions.
uk_ua: Ваш новий пароль було відправлено. Будь ласка, перевірте електронну пошту для отримання подальших інструкцій.

source: The trainings have been assigned.
ru_ru: Тренинги были назначены.
