Repository: swedge218/fp2
Catalog: translations/*.UTF-8/LC_MESSAGES/itech.po
Languages: nl_nl, ru_ru, uk_ua

source: That partner was deleted.
nl_nl: Die partner is verwijderd.

source: That partner is in use and could not be deleted.
nl_nl: Die partner is in gebruik en kan niet worden gewist.

source: That user was activated.
nl_nl: De gebruiker is geactiveerd.

source: That user could not be found.
nl_nl: Die gebruiker kon niet worden gevonden.

source: Starting...
nl_nl: Beginnend....

source: Login
nl_nl: Inloggen
ru_ru: Вход
uk_ua: Логін

source: Password
nl_nl: Wachtwoord
ru_ru: Пароль
uk_ua: Пароль

source: The system could not log you in.
nl_nl: Het systeem kon u niet inloggen
ru_ru: Система не смогла принять ваш логин.
uk_ua: Система не змогла прийняти ваш логін.

source: That user account has been disabled.
nl_nl: Dit gebruikers account is onklaar gemaakt.
ru_ru: Та учётная запись пользователя была выключена.
uk_ua: Той обліковий запис користувача був вимкнутий.

source: That username or password is invalid.
nl_nl: Gebruikersnaam of wachtwoord ongeldig
ru_ru: То имя пользователя или пароль недействительны.
uk_ua: Те ім'я користувача або пароль не є дійсним.

source: required
nl_nl: verplicht

source: is not a valid date
nl_nl: is geen geldige datum

source: Approved
nl_nl: Goedgekeurd

source: Rejected
nl_nl: Afgekeurd

source: Resubmitted
nl_nl: Weer Gestuurd

source: Sunday
nl_nl: Zondag
ru_ru: Воскресенье
uk_ua: Неділя

source: Monday
nl_nl: Maandag
ru_ru: Понедельник
uk_ua: Понеділок

source: Tuesday
nl_nl: Dinsdag
ru_ru: Вторник
uk_ua: Вівторок

source: Wednesday
nl_nl: Woensdag
ru_ru: Среда
uk_ua: Середа

source: Thursday
nl_nl: Donderdag
ru_ru: Четверг
uk_ua: Четвер

source: Friday
nl_nl: Vrijdag
ru_ru: Пятница
uk_ua: П'ятниця

source: Saturday
nl_nl: Zaterdag
ru_ru: Суббота
uk_ua: Субота

source: choose
nl_nl: kies
ru_ru: Выбрать
uk_ua: вибрати

source: All
nl_nl: Alle
ru_ru: Все
uk_ua: Всі

source: Filename
nl_nl: Bestandsnaam
ru_ru: Название файла
uk_ua: Ім'я файлу

source: Size
nl_nl: Grootte
ru_ru: Размер
uk_ua: Розмір

source: Author
nl_nl: Auteur
ru_ru: Автор
uk_ua: Автор

source: Upload Date
nl_nl: Opslagdatum
ru_ru: Дата загрузки
uk_ua: Дата завантаження

source: Attached Documents
nl_nl: Bijgevoegde documenten
ru_ru: Прилагаемые документы
uk_ua: Вкладені документи

source: Allowed file extensions
nl_nl: Toegestane bestandsextensies
ru_ru: Разрешенные расширения файлов
uk_ua: Дозволені розширення файлів

source: Max upload size:
nl_nl: Maximale upload grootte:
ru_ru: Максимальный размер загрузки:
uk_ua: Максимальний розмір завантаження:

source: male
nl_nl: mannelijk
ru_ru: мужчина
uk_ua: чоловік

source: female
nl_nl: vrouwelijk
ru_ru: женщина
uk_ua: жінка

source: na
nl_nl: nvt
ru_ru: Не относится
uk_ua: Не відноситься

source: no
nl_nl: nee

source: yes
nl_nl: ja

source: Middle Name
nl_nl: Tweede naam
ru_ru: Отчество
uk_ua: По батькові

source: National ID
nl_nl: Nationale ID
ru_ru: Государственное удостоверение личности
uk_ua: Державне посвідчення особи

source: File Number
nl_nl: Bestandsnummer
ru_ru: Номер файла
uk_ua: Номер файлу

source: Phone (work)
nl_nl: Telefoon (werk)
ru_ru: Телефон (рабочий)
uk_ua: Телефон (робочий)

source: Phone (home)
nl_nl: Telefoon (thuis)
ru_ru: Телефон (домашний)
uk_ua: Телефон (домашній)

source: Phone (mobile)
nl_nl: Telefoon (mobiel)
ru_ru: Телефон (мобильный)
uk_ua: Телефон (мобільний)

source: Deleted
nl_nl: Verwijderd
ru_ru: Удалено
uk_ua: Видалено

source: Active
nl_nl: Actief
ru_ru: Активный
uk_ua: Активний

source: Responsibility
nl_nl: Verantwoordelijkheid
ru_ru: Ответственность
uk_ua: Відповідальність

source: Address
nl_nl: Adres
ru_ru: Адрес
uk_ua: Адреса

source: Suffix
nl_nl: Navoegsel
ru_ru: Суффикс
uk_ua: Суфікс

source: People Custom 1
nl_nl: Mensen Speciaal Aangemaakt 1

source: People Custom 2
nl_nl: Mensen Speciaal Aangemaakt 2

source: Home Location
nl_nl: Thuis Locatie

source: M&E Responsibility
nl_nl: M&E Verantwoordelijkheid

source: Highest Education Level
nl_nl: Hoogst genoten opleiding

source: Reason Attending
nl_nl: reden voor bijwonen

source: People Custom 3
nl_nl: Mensen Speciaal Aangemaakt 3

source: People Custom 4
nl_nl: Mensen Speciaal Aangemaakt 4

source: People Custom 5
nl_nl: Mensen Speciaal Aangemaakt 5

source: Department
nl_nl: Afdeling
ru_ru: Департамент
uk_ua: Департамент

source: Training Name
nl_nl: Naam Training
ru_ru: Название обучения
uk_ua: Назва навчання

source: Training Organizer
nl_nl: Organisator Training
ru_ru: Организатор обучения
uk_ua: Організатор навчання

source: Training Level
nl_nl: Niveau Training
ru_ru: Уровень обучения
uk_ua: Рівень навчання

source: PEPFAR topic
nl_nl: PEPFAR onderwerp
ru_ru: Тема ПЕПФАР
uk_ua: Тема ПЕПФАР

source: Training of Trainers
nl_nl: Training voor Trainers
ru_ru: Обучение инструкторов
uk_ua: Навчання інструкторів

source: Course Objectives
nl_nl: Cursusdoelen
ru_ru: Цели курса
uk_ua: Цілі курсу

source: Pre Test Score
nl_nl: Pre Test Resultaat
ru_ru: Результат до теста
uk_ua: Результат до тесту

source: Post Test Score
nl_nl: Post Test Resultaat
ru_ru: Результат после теста
uk_ua: Результат після тесту

source: Custom field 1
nl_nl: Speciaal aangemaakt veld 1
ru_ru: Пользовательское поле 1
uk_ua: Користувацьке поле 1

source: Custom field 2
nl_nl: Speciaal aangemaakt veld 2
ru_ru: Пользовательское поле 2
uk_ua: Користувацьке поле 2

source: Custom field 3
nl_nl: Speciaal aangemaakt veld 3

source: Custom field 4
nl_nl: Speciaal aangemaakt veld 4

source: Custom field 5
nl_nl: Speciaal aangemaakt veld 5

source: Is Active
nl_nl: Is Actief
ru_ru: Действующий
uk_ua: діючий

source: English
nl_nl: Engels
ru_ru: Английский
uk_ua: англійська

source: French
nl_nl: Frans
ru_ru: Французский
uk_ua: французька

source: Dutch
nl_nl: Nederlands

source: Russian
nl_nl: Russisch

source: Ukranian
nl_nl: Oekraiens

source: Deleting...
nl_nl: Aan het verwijderen…..

source: Are you sure you want to remove
nl_nl: Weet u zeker dat u wilt verwijderen

source: Undeleting...
nl_nl: Verwijderen ongedaan maken

source: Saving...
nl_nl: Aan het opslaan….

source: Delete
nl_nl: Verwijderen

source: Are you sure you want to delete
nl_nl: Weet u zeker dat u wilt verwijderen

source: Pick a Date
nl_nl: Kies een datum

source: No records found.
nl_nl: Geen invoeringen gevonden.

source: Loading...
nl_nl: Aan het opladen….

source: You have not selected a training category for your new title.
nl_nl: U heeft nog geen training categorie geselecteerd voor uw nieuwe titel

source: Do you still wish to add a title without a training category associated with it?
nl_nl: Wilt U nog steeds een titel toevoegen zonder een training categorie eraan verbonden?

source: unknown
nl_nl: onbekend
ru_ru: неизвестный
uk_ua: Невідомий

source: Export
nl_nl: Exporteer
ru_ru: Экспортировать
uk_ua: Експортувати

source: Developed and funded by I-TECH. For questions or help,
nl_nl: Ontwikkeld en gefinancieerd door I-TECH. Voor vragen en hulp,
ru_ru: Разработано и профинансировано I-TECH. С вопросами или за помощью,
uk_ua: Розроблено та фінансується І-TECH. З запитаннями або за допомогою,

source: click here
nl_nl: klik hier
ru_ru: Нажмите здесь
uk_ua: Натисніть тут

source: Home
nl_nl: Begin
ru_ru: Главная
uk_ua: Головна

source: People
nl_nl: Personen
ru_ru: Люди
uk_ua: Люди

source: View/Edit Person
nl_nl: Bekijk/Bewerk Persoon
ru_ru: Посмотреть / редактировать лицо
uk_ua: Побачити / Редагувати особу

source: Add New Person
nl_nl: Voeg nieuw persoon toe
ru_ru: Добавление нового человека
uk_ua: Додати нове обличчя

source: View person
nl_nl: Bekijk persoon
ru_ru: Посмотреть лицо
uk_ua: Побачити особу

source: Places
nl_nl: Plaatsen
ru_ru: Места
uk_ua: Місця

source: View/Edit Facility
nl_nl: Bekijk/Bewerk Ffaciliteit
ru_ru: Посмотреть / редактировать объект
uk_ua: Побачити / Редагувати об'єкт

source: View facility
nl_nl: Bekijk faciliteit
ru_ru: Посмотреть объект
uk_ua: Побачити об'єкт

source: Add Facility
nl_nl: Wijzig faciliteit
ru_ru: Добавить объект
uk_ua: Додати об'єкт

source: Add
nl_nl: Toevoegen

source: Individual Report
nl_nl: Rapport Individu

source: Competence Overview Report
nl_nl: Rapport met overzicht van competencies

source: Professional Reports
nl_nl: Rapporten met stafmedewerkers

source: Competence Compare Reports
nl_nl: Rapporten met Vergelijking Competenties

source: Question Compare Reports
nl_nl: Rapporten met Vergelijking Vragen

source: Roster
nl_nl: Overzicht

source: Data Downloads
nl_nl: Data download
ru_ru: Загрузка данных
uk_ua: Завантаження даних

source: Student Reports
nl_nl: Rapport met Studenten

source: Course Reports
nl_nl: Rapporten met Cursussen

source: Cohort Reports
nl_nl: Rapporten met Cohorts

source: Institution Reports
nl_nl: Rapporten met Instituten

source: Tutor Reports
nl_nl: Rapporten met Tutors

source: Facility Report
nl_nl: Rapport met Faciliteit

source: Employees
nl_nl: Werknemers

source: Sites
nl_nl: Plekken

source: My Account
nl_nl: Mijn account
ru_ru: Моя учётная запись
uk_ua: Мій обліковий запис

source: Country Setup
nl_nl: Land instelling
ru_ru: Настройка страны
uk_ua: Настройка країни

source: Training Settings
nl_nl: Training Instellingen
ru_ru: Параметры тренинга
uk_ua: Параметри тренінгу

source: People Settings
nl_nl: Personen Instellingen
ru_ru: Параметры людей
uk_ua: Параметри людей

source: Facility Settings
nl_nl: Faciliteit Instellingen
ru_ru: Параметры объекта
uk_ua: Параметри об'єкта

source: Settings
nl_nl: Instellingen

source: Add New User
nl_nl: Voeg Nieuwe Gebruiker Toe
ru_ru: Добавление нового пользователя
uk_ua: Додавання нового користувача

source: Edit User
nl_nl: Bewerk Gebruiker
ru_ru: Редактировать пользователя
uk_ua: Редагувати користувача

source: Create App Now
nl_nl: Maak App Nu Aan

source: Download Application
nl_nl: Download Applicatie

source: Get Required .NET
nl_nl: Download Verplichte .NET

source: Upload Data
nl_nl: Uploaden Data

source: PS Field labels
nl_nl: PS Veld labels

source: PS Classes
nl_nl: PS Lessen

source: PS Cadres
nl_nl: PS Kaders

source: PS Degrees
nl_nl: Preservice diplomas

source: PS Funding
nl_nl: Preservice Financiering

source: PS Institution Types
nl_nl: Soorten Preservice Instituten

source: PS Join & Drop Reasons
nl_nl: Redenen voor inschrijven en laten vallen Preservice

source: PS Languages
nl_nl: Preservice Talen

source: PS Nationalities
nl_nl: Preservice Nationaliteiten

source: PS Sponsors
nl_nl: Preservice Sponsors

source: PS Student Types
nl_nl: Soorten Studenten Preservice

source: PS Tutor Types
nl_nl: Soorten Preservice Tutors

source: PS Course Types
nl_nl: Soorten PS Cursussen

source: PS Religions
nl_nl: PS Religies

source: login
nl_nl: inloggen
ru_ru: вход
uk_ua: Логін

source: logout
nl_nl: uitloggen
ru_ru: Выход
uk_ua: вихід

source: Welcome
nl_nl: Welkom
ru_ru: Добро пожаловать
uk_ua: Ласкаво просимо

source: Region Setup
nl_nl: Regio Instelling
ru_ru: Настройка региона
uk_ua: Установка регіону

source: Assign Titles
nl_nl: Namen toewijzen
ru_ru: Присвоить названия
uk_ua: Призначити назви

source: PEPFAR Category
nl_nl: PEPFAR categorie
ru_ru: Категория ПЕПФАР
uk_ua: Категорія ПЕПФАР

source: Refresher Course
nl_nl: Opfriscursus

source: Recommended Topic
nl_nl: Aanbevolen onderwerp
ru_ru: Рекомендуемая тема
uk_ua: Рекомендована тема

source: Nat. Curriculum
nl_nl: Nationaal curriculum
ru_ru: Учебный план
uk_ua: Навчальна програма

source: Method
nl_nl: Methode

source: Approvers
nl_nl: Goedkeurders

source: Awaiting Approval
nl_nl: Wachtend op goedgekeuring

source: Qualifications
nl_nl: Bevoegdheden
ru_ru: Квалификации
uk_ua: Кваліфікація

source: Skills
nl_nl: Vaardigheden

source: Languages
nl_nl: Talen
ru_ru: Языки
uk_ua: Мови

source: Affiliations
nl_nl: Instituten waaraan verbonden
ru_ru: Принадлежность
uk_ua: Приналежність

source: Titles
nl_nl: Titels
ru_ru: Названия
uk_ua: Назви

source: Facilities
nl_nl: Faciliteiten
ru_ru: Объекты
uk_ua: Об'єкти

source: Field labels
nl_nl: Veld labels

source: Classes
nl_nl: Lessen

source: Cadres
nl_nl: Kaders

source: Degrees
nl_nl: Titel

source: Institution types
nl_nl: Insitituut types

source: Nationalities
nl_nl: Nationaliteiten

source: Join & drop reasons
nl_nl: Redenen voor inschrijven en laten vallen

source: Tutor types
nl_nl: Soorten tutor

source: Course types
nl_nl: Types Cursus

source: Religious denominations
nl_nl: Religieuze denominaties

source: Users
nl_nl: Gebruikers
ru_ru: Пользователи
uk_ua: Користувачі

source: Add Users
nl_nl: Voeg Gebruikers Toe
ru_ru: Добавление пользователей
uk_ua: Додати користувачів

source: Edit Users
nl_nl: Bewerken Gebruikers

source: SkillSmart Main Settings
nl_nl: Hoofdinstellingen SkillSMART

source: Race
nl_nl: Ras

source: Disability
nl_nl: Handocap

source: Professional Bodies
nl_nl: Professionele organisaties

source: Supervision
nl_nl: Supervisie

source: Supervision frequency
nl_nl: Supervisie regelmaat

source: Training received
nl_nl: GenotenTraining

source: Facility Departments
nl_nl: Afdelingen Faciliteit

source: Competencies
nl_nl: Vaardigheden

source: Occupational Categories
nl_nl: Categorien Beroepen

source: Staff Category
nl_nl: Categorie Personeel

source: Primary Role
nl_nl: Eerste Rol

source: Intended Transitions
nl_nl: Bedoelde Veranderingen

source: Relationship
nl_nl: Relatie

source: Referral Mechanism
nl_nl: Mechanisme voor Refereren

source: Training Provided
nl_nl: Gegeven Trainingen

source: Importance
nl_nl: Belangrijkheid

source: Funder
nl_nl: Financieerder

source: New
nl_nl: Nieuw

source: Institutions
nl_nl: Instituten

source: View/Edit Institution
nl_nl: Bekijken/Bewerken Instituut

source: Add Institution
nl_nl: Toevoegen Instituut

source: Cohorts
nl_nl: Cohorten

source: View/Edit Cohort
nl_nl: Bekijken/Bewerken Cohort

source: Add Cohort
nl_nl: Toevoegen Cohort

source: Add Person
nl_nl: Voeg persoon toe
ru_ru: Добавить пользователя
uk_ua: Додати особи

source: facility
nl_nl: faciliteit
ru_ru: объект
uk_ua: об'єкт

source: Select the region level you want to move
nl_nl: Selecteer het regio-niveau dat u wilt verplaatsen

source: Filter by
nl_nl: Filteren op

source: Select the region to move to
nl_nl: Selecteer de regio om naar te verplaatsen

source: Move
nl_nl: Verplaats
ru_ru: Переместить
uk_ua: Перемістити

source: Please select a location
nl_nl: Selecteer aub een locatie

source: Enter locations for this country or import a CSV file.
nl_nl: Voer de locaties in voor dit land of importeer een CSV file

source: Select the Region below to add values
nl_nl: Selecteer de regio hieronder om waarden toe te voegen

source: Add/Edit
nl_nl: Toevoegen/Bewerken

source: Search
nl_nl: Zoek
ru_ru: Поиск
uk_ua: Пошук

source: Address 1
nl_nl: Adres 1
ru_ru: Адрес 1
uk_ua: Адреса 1

source: Address 2
nl_nl: Adres 2
ru_ru: Адрес 2
uk_ua: Адреса 2

source: Postal Code
nl_nl: Postcode
ru_ru: Почтовый индекс
uk_ua: Поштовий індекс

source: Unapproved
nl_nl: Afgekeurd

source: Save & Continue
nl_nl: Opslaan & doorgaan

source: Region
nl_nl: Regio

source: Everything
nl_nl: Alles

source: Reset Search
nl_nl: Zoeken Opnieuw Instellen

source: National id
nl_nl: Nationale ID

source: File number
nl_nl: Bestandsnummer

source: Phone work
nl_nl: Telefoon (werk)

source: Phone mobile
nl_nl: Telefoon (mobiel)

source: Phone home
nl_nl: Telefoon (thuis)

source: Email secondary
nl_nl: Secundaire email

source: Home Address 1
nl_nl: Huisadres 1

source: Home location id
nl_nl: Thuis locatie id

source: Home postal code
nl_nl: Huis Postcode

source: Created by
nl_nl: Aangemaakt door
ru_ru: Создано
uk_ua: Створено

source: Unapproved People
nl_nl: Afgekeurde personen

source: Both Names
nl_nl: Beide namen

source: Two Levels of Approval
nl_nl: Twee niveaus voor Goedkeuring

source: Enable
nl_nl: Mogelijk maken

source: Save
nl_nl: Bewaren

source: Save And Continue
nl_nl: Opslaan en doorgaan

source: Your changes could not be saved
nl_nl: Uw veranderingen konden niet worden opgeslagen.

source: Mutiple checkbox field
nl_nl: Meerkeuzevak veld

source: Training Title
nl_nl: Training Naam
ru_ru: Название тренинга
uk_ua: Назва тренінгу

source: Training Calendar
nl_nl: Training Kalender
ru_ru: Календарь обучения
uk_ua: Календар навчання

source: Print Calendar
nl_nl: Print Kalender Uit
ru_ru: Печатать календарь
uk_ua: Друкувати календар

source: Add trainings
nl_nl: Toevoegen trainingen

source: Past
nl_nl: Reeds plaatsgevonden

source: Future
nl_nl: Toekomst

source: Legend
nl_nl: Legende

source: Today
nl_nl: Vandaag

source: Cohort Search
nl_nl: Zoek cohort

source: Select Criteria
nl_nl: Selecteer criteria
ru_ru: Выбрать критерии
uk_ua: Виберіть критерії

source: Cohort Name
nl_nl: Naam Cohort

source: Cohort Start Date
nl_nl: Begindatum Cohort

source: Cohort Gruduation Date
nl_nl: Cohort Afstudeerdatum

source: Institution
nl_nl: Instituut

source: Any
nl_nl: Elke

source: Cadre
nl_nl: Kader

source: That cohort name is already taken. Please use a different one.
nl_nl: Deze cohort-naam is reeds in gebruik. Gebruik aub een andere naam.

source: Add Cohort Record
nl_nl: Toevoegen Cohort Invoering

source: Enter Criteria
nl_nl: Invoeren Criteria

source: Degree
nl_nl: Diploma

source: Select...
nl_nl: Selecteren……

source: Practicum associated with the cohort
nl_nl: Practicum aan het cohort verbonden

source: Hours Required
nl_nl: Verplichte Uren

source: Hours Completed
nl_nl: Voltooide Uren

source: Go back
nl_nl: Ga terug

source: Exams associated with the cohort
nl_nl: Examens aan het cohort verbonden

source: Participant Count
nl_nl: Aantal Participanten
ru_ru: Количество участников
uk_ua: Кількість учасників

source: Classes Associated With Cohort
nl_nl: Vakken aan het cohort verbonden

source: Add a license
nl_nl: Voeg een diploma toe

source: Add a practicum
nl_nl: Voeg een practicum toe

source: Update a license
nl_nl: Diploma bijwerken

source: Update a practicum
nl_nl: Practicum bijwerken

source: DOB
nl_nl: Geboortedatum

source: All form fields are required.
nl_nl: Alle velden in het formulier zijn verplicht

source: Class name
nl_nl: Naam Vak

source: Instructor
nl_nl: Instructeur

source: Start date
nl_nl: Begindatum
ru_ru: Дата начала
uk_ua: Дата початку

source: End date
nl_nl: Einddatum
ru_ru: Дата окончания
uk_ua: Дата закінчення

source: Select
nl_nl: Selecteren

source: Advisor
nl_nl: Adviseur

source: Hours required
nl_nl: Verplichte Uren

source: Edit/View Cohort Record
nl_nl: Bijwerken/bekijken invoering cohort

source: Cohort details
nl_nl: Details Cohort

source: Cohort name
nl_nl: Naam Cohort

source: Degree Information
nl_nl: Informatie Diploma

source: Cohort Graduation Date
nl_nl: Afstdeerdatum Cohort

source: Cohort Participants at Start
nl_nl: Cohort Participanten bij het Begin

source: Cohort Participants Dropped Out
nl_nl: Uitgevallen Cohort Participanten

source: Cohort Current or Graduating Number
nl_nl: Huidige of Afstudeer nummer cohort

source: Update
nl_nl: Bijwerken

source: Students associated with the cohort
nl_nl: Studenten verbonden aan het cohort

source: Graduated
nl_nl: Afgestudeerd

source: Dropped
nl_nl: Laten vallen

source: Update associated students
nl_nl: Verbonden studenten bijwerken

source: License / Registration
nl_nl: Diploma/registratie

source: Classes associated with the Cohort
nl_nl: Vakken aan het cohort verbonden

source: Class Name
nl_nl: Naam Vak

source: Update associated classes
nl_nl: Verbonden vakken bijwerken

source: Clinical Allocation
nl_nl: Klinische Toewijzing

source: Assessment associated with Cohort
nl_nl: Assessment verbonden met het cohort

source: Exam
nl_nl: Examen

source: Grade
nl_nl: Cijfer

source: Graduation Requirements
nl_nl: Vereisten voor Afstuderen

source: Requirement
nl_nl: Vereiste

source: Year
nl_nl: Jaar
ru_ru: Год
uk_ua: Рік

source: Graduation Date
nl_nl: Afstudeerdatum

source: # of members
nl_nl: # leden

source: Add New Cohort
nl_nl: Voeg Nieuw Cohort Toe

source: Date of birth
nl_nl: Geboortedatum

source: Add Student
nl_nl: Toevoegen Student

source: Update Succesfully
nl_nl: Succesvol bijwerken

source: Graduating Number
nl_nl: Aantal Afstuderende

source: Welcome to
nl_nl: Welkom bij
ru_ru: Добро пожаловать в
uk_ua: Ласкаво просимо до

source: Training System Monitoring and Reporting Tool
nl_nl: Instrument om Training Systemen te Monitoren en over te Rapporteren
ru_ru: Инструмент мониторинга и отчётности системы обучения
uk_ua: Інструмент моніторингу і звітності системи навчання

source: Training institution
nl_nl: Training instituut

source: # of students
nl_nl: # studenten

source: # of tutors
nl_nl: # tutoren

source: Student/Tutor Ratio
nl_nl: Verhouding Student/Tutor

source: # of grads
nl_nl: # of geslaagden

source: Early terminations
nl_nl: Vervroegde beeindigingen

source: Persons
nl_nl: Personen
ru_ru: Лица
uk_ua: Особи

source: (DELETED)
nl_nl: (VERWIJDERD)

source: Database Export
nl_nl: Exporteren Database

source: A
nl_nl: Een

source: was approved by
nl_nl: is goedgekeurd door

source: You have been assigned a new temporary password.
nl_nl: Er is u een nieuw tijdelijk wachtwoord toegewezen
ru_ru: Вам присвоили новый временный пароль.
uk_ua: Вам призначено новий тимчасовий пароль.

source: Please change your password once you log in
nl_nl: Verander uw wachtwoord na inloggen, aub
ru_ru: Пожалуйста, смените свой пароль, когда войдёте
uk_ua: Будь ласка, змініть свій пароль, коли увійдете

source: here
nl_nl: hier
ru_ru: здесь
uk_ua: Тут

source: Your login is as follows:
nl_nl: Uw inloginformatie is als volgt:
ru_ru: Ваш логин такой:
uk_ua: Ваш Логін виглядає наступним чином:

source: username:
nl_nl: gebruikersnaam:
ru_ru: имя пользователя:
uk_ua: ім'я користувача:

source: password:
nl_nl: wachtwoord:
ru_ru: пароль:
uk_ua: пароль:

source: Dear
nl_nl: Beste
ru_ru: Уважаемый
uk_ua: Шановний

source: Your new account has been created and is ready for use.
nl_nl: Uw nieuwe account is aangemaakt en is klaar voor gebruik
ru_ru: Ваша новая учётная запись создана и готова для использования.
uk_ua: Створено ваш новий обліковий запис і ним вже можна користуватися.

source: Your password has been changed as requested.
nl_nl: Uw wachtwoord is veranderd op verzoek.

source: You can log into our website at:
nl_nl: U kunt inloggen voor onze website bij:

source: was rejected by
nl_nl: is afgewezen door

source: was resubmitted by
nl_nl: is opnieuw voorgelegd door

source: Please change your password once you log in here
nl_nl: Wijzig aub uw wachtwoord nadat u hier ingelogd heeft
ru_ru: Пожалуйста, смените свой пароль, как только войдёте здесь
uk_ua: Будь ласка, змініть свій пароль, коли увійдете тут

source: You can log into our website at:
nl_nl: U kunt inloggen voor onze website bij:

source: Delete this
nl_nl: Verwijder deze

source: Other ID
nl_nl: Andere ID

source: Site
nl_nl: Locatie

source: Second Phone
nl_nl: Tweede Telefoon

source: Staff Cadre
nl_nl: Personeelskader

source: Full Time
nl_nl: Voltijd

source: Funded hours per week
nl_nl: Gefinancieerde uren per week

source: Annual Cost
nl_nl: Jaarlijkse kosten

source: Contract End Date
nl_nl: Einddatum Contract

source: Intended Transition
nl_nl: Bedoelde Overgang

source: Transition Confirmed
nl_nl: Overgang Bevestigd

source: Employee Comments
nl_nl: Opmerkingen Werknemer

source: Relationship between CHW and formal health services
nl_nl: Relatie tussen CHW en formele gezondheidsdiensten

source: Trainings provided
nl_nl: Gegeven Trainingen

source: Provider
nl_nl: Dienstverlener

source: Content
nl_nl: Inhoud

source: Duration
nl_nl: Duur

source: NQF Level
nl_nl: NQF niveau

source: Certificate
nl_nl: Certificaat

source: Accredited
nl_nl: Geaccrediteerd

source: All Courses completed by the Community Health Worker
nl_nl: Alle vakken voltooid door de community health worker

source: Add a completed course
nl_nl: Toevoegen Voltooide Cursus

source: Add a Course
nl_nl: Toevoegen Cursus

source: Please save the user before adding a course.
nl_nl: Bewaar de gebruiker alvorens een vak toe te voegen
